Repository: rqmoney/rqmoney
Catalog: Languages/*.po
Languages: br, cs, sk

source: &Import
br: &Importar
cs: &Importovat

source: &Export
br: &Exportar
cs: &Exportovat

source: &Password
br: &Senha
cs: &Heslo
sk: &Heslo

source: S&QL manager
br: Gerenciador S&QL
cs: &SQL manažér
sk: S&QL manažér

source: &Recycle bin
br: &Lixeira
cs: O&dpadkový koš
sk: &Kôš

source: Propertie&s
br: Propriedade&s
cs: &Vlastnosti
sk: &Vlastnosti

source: &Lists
br: &Listas
cs: &Seznamy
sk: &Zoznamy

source: &Holidays
br: &Feriados
cs: &Státní svátky
sk: Š&tátne sviatky

source: &Tags
br: &Marcações
cs: &Štítky
sk: &Štítky

source: &Currencies
br: &Moedas
cs: &Měny
sk: &Meny

source: &Payees
br: &Beneficiários
cs: &Partneři
sk: &Partneri

source: C&omments
br: D&escrições
cs: Pop&isy
sk: &Komentáre

source: &Accounts
br: &Contas
cs: Úč&ty
sk: Ú&čty

source: Cate&gories
br: Cate&gorias
cs: &Kategorie
sk: Kate&górie

source: Per&sons
br: Pes&soas
cs: &Osoby
sk: &Osoby

source: Subcategories
br: Subcategorias
cs: Podkategorie
sk: Podkategórie

source: &External links
br: &Links externos
cs: &Externí odkazy
sk: &Externé odkazy

source: &Financial tools
br: &Ferramentas financeiras
cs: &Finanční nástroje
sk: &Finančné nástroje

source: &Scheduler
br: &Agendador
cs: &Plánovač
sk: &Plánovač

source: &Write scheduled
br: &Gravação agendada
cs: &Zapsat plánované
sk: &Zapísať plánované platby

source: Calen&dar
br: Calen&dário
cs: &Kalendář
sk: &Kalendár

source: &Budget
br: &Orçamento
cs: R&ozpočet
sk: &Rozpočet

source: &Reports
br: &Relatórios
cs: &Reporty
sk: R&eporty

source: &Cash counter
br: &Contador de dinheiro
cs: &Výčetka
sk: P&očítadlo hotovosti

source: Ca&lc
br: Ca&lculadora
cs: Ka&lkulačka
sk: Ka&lkulačka

source: &Program
br: &Programa

source: &Settings
br: &Configurações
cs: &Nastavení
sk: &Nastavenia

source: &About
br: &Sobre
cs: &O programu
sk: &O programe

source: &Exit
br: &Sair
cs: &Konec
sk: &Ukončiť

source: Check update
br: Checar atualização
cs: Zkontrolovat aktualizace
sk: Kontrola novej verzie

source: Author
br: Autor
cs: Autor
sk: Autor

source: Version
br: Versão
cs: Verze
sk: Verzia

source: License
br: Licença
cs: Licence
sk: Licencia

source: Translator
br: Tradutor
cs: Překladatel
sk: Prekladateľ

source: Released
br: Lançado
cs: Vydáno
sk: Dátum vydania

source: Official website
br: Website oficial
cs: Oficiální stránky
sk: Oficiálne stránky

source: Developed in
br: Desenvolvido em
cs: Vytvořeno v
sk: Programovací jazyk

source: Thanks
br: Obrigado
cs: Poděkování
sk: Poďakovanie

source: Thanks to all the users who helped me a lot in developing this program with their advices, ideas, bug fixes or financial support for this project.%Without their help, this program would not have been so successful in all those years.%Author
br: Obrigado a todos os usuários que me ajudaram muito no desenvolvimento deste programa com seus conselhos, ideias, correções de bugs ou apoio financeiro para este projeto.% Sem a ajuda deles, este programa não teria tido tanto sucesso em todos esses anos.%Autor
cs: Autor děkuje všem uživatelům, kteří mu hodně pomohli při vývoji%programu s jejich radami, nápady, opravami chyb nebo finanční podporou tohoto projektu.%Bez jejich pomoci by tenhle program celé ty roky nebyl tak úspěšný.0 Autor
sk: Poďakovanie patrí všetkým užívateľom, ktorí autorovi často pomohli s vývojom programu svojimi radami, nápadmi, upozorneniami na chyby alebo finančnou podporou tohto projektu.%Bez ich pomoci počas všetkých rokov by nebol tento program tak úspešný.%Autor

source: Donation
br: Doação
cs: Podpora
sk: Podpora

source: RQ Money is free software, which means you can use it without any fees.%The author has already paid for this program with his free time (several thousand hours of development since 2005!), his energy and also paid several fees (buying software, renting a domain, buying an SSL certificate, etc.).%So, if you like RQ Money and find it useful, the author will be grateful if you consider a small reward. Using the Paypal button below, you can send support to the author from your own debit / credit card or from your PayPal account.
br: O RQ Money é um software gratuito, o que significa que você pode usá-lo sem pagar nada.% O autor já pagou por esse programa com seu tempo livre (vários milhares de horas de desenvolvimento desde 2005!), sua energia e também pagou várias taxas (compra de software, aluguel de um domínio, compra de um certificado SSL etc.).% Portanto, se você gostar do RQ Money e achá-lo útil, o autor ficará grato se você considerar uma pequena recompensa. Usando o botão do Paypal abaixo, você pode enviar apoio ao autor com seu próprio cartão de débito/crédito ou com sua conta do PayPal.
cs: RQ Money je bezplatný software, což znamená, že jej můžete používat bez jakýchkoli poplatků.% Autor již za tento program zaplatil svým volným časem (několik tisíc hodin vývoje od roku 2005!), svou energií a také zaplatil několik poplatků (nákup softwaru, pronájem domény, nákup SSL certifikátu atd.).% Pokud se vám tedy RQ Money líbí a považujete jej za užitečný, autor vám bude vděčný, pokud zvážíte malou odměnu. Pomocí níže uvedeného tlačítka Paypal můžete autorovi poslat podporu z vlastní debetní/kreditní karty nebo ze svého účtu PayPal.
sk: RQ Money je bezplatný softvér, čo znamená, že ho môžete používať bez akýchkoľvek poplatkov.% Autor už za tento program zaplatil svojím voľným časom (niekoľko tisíc hodín vývoja od roku 2005!), svojou energiou a zaplatil aj niekoľko poplatkov (nákup softvéru, prenájom domény, nákup SSL certifikátu atď.).% Ak sa vám teda RQ Money páči a považujete ho za užitočný, autor vám bude vďačný, ak zvážite malú odmenu. Pomocou tlačidla Paypal nižšie môžete autorovi poslať podporu z vlastnej debetnej/kreditnej karty alebo z účtu PayPal.

source: Click to open web page for donation%(via PayPal or other way - debit or credit card)
br: Clique para abrir a página da internet para doação%(via PayPal ou outra forma - cartão de débito ou crédito)
cs: Klikněte pro otevření webové stránky na podporu%(přes PayPal nebo jinak - debetní nebo kreditní kartou)
sk: Kliknite pre otvorenie webovej stránky pre podporu%(cez PayPal alebo iným spôsobom - debetnou či kreditnou kartou)

source: Use the left mouse button to display popup menu
br: Use o botão esquerdo do mouse para exibir o menu pop-up
cs: Použijte levé tlačítko myši pro vyskakovací nabídku
sk: Použite ľavé tlačidlo myši pre zobrazenie kontextovej nápovedy

source: Legend
br: Legenda
cs: Legenda
sk: Legenda

source: Expand selected category
br: Expandir a categoria selecionada
cs: Rozbalit vybrané kategorie
sk: Rozbaliť označenú kategóriu

source: Expand all categories
br: Expandir todas as categorias
cs: Rozbalit všechny kategorie
sk: Rozbaliť všetky kategórie

source: Collapse selected category
br: Recolher categoria selecionada
cs: Sbalit vybrané kategorie
sk: Zbaliť označenú kategóriu

source: Collapse all categories
br: Recolher todas as categorias
cs: Sbalit všechny kategorie
sk: Zbaliť všetky kategórie

source: Delete date of payment
br: Excluir data do pagamento
cs: Smazat datum úhrady
sk: Vymazať dátum úhrady

source: Edit date of payment
br: Editar data de pagamento
cs: Upravit datum úhrady
sk: Upraviť dátum úhrady

source: Select a date
br: Selecione uma data
cs: Označte datum
sk: Vyberte dátum

source: Reset filter
br: Redefinir filtro
cs: Resetovat filtr
sk: Resetovať filter

source: Expand all filters
br: Expandir todos os filtros
cs: Rozbalit všechny filtry
sk: Rozbaliť všetky filtre

source: Collapse all filters
br: Recolher todos os filtros
cs: Sbalit všechny filtry
sk: Zbaliť všetky filtre

source: whenewer in the text
br: quando estiver no texto
cs: kdekoliv v textu
sk: kdekoľvek v texte

source: starting with the text
br: começando pelo texto
cs: na začátku textu
sk: začínajúce textom

source: ending with the text
br: terminando com o texto
cs: končící textem
sk: končiace textom

source: Apply filter
br: Aplicar filtro
cs: Použít filtr
sk: Použiť filter

source: Expand all panels
br: Expandir todos os painéis
cs: Rozbalit všechny panely
sk: Rozbaliť všetky panely

source: Collapse all panels
br: Recolher todos os painéis
cs: Sbalit všechny panely
sk: Zbaliť všetky panely

source: banknote
br: nota
cs: bankovka
sk: bankovka

source: coin
br: moeda
cs: mince
sk: minca

source: WARNING
br: AVISO
cs: VAROVÁNÍ
sk: VAROVANIE

source: %0:s item(s) was copied to the clipboard.
br: %0:s itens foram copiados para a área de transferência.
cs: Do schránky bylo zkopírováno %0:s položek.
sk: %0:s položiek bolo skopírovaných do schránky.

source: E-mail address was copied to the clipboard.
br: O endereço de e-mail foi copiado para a área de transferência.
cs: E-mailová adresa byla zkopírována do schránky.
sk: E-mailová adresa bola skopírovaná do schránky.

source: Database password was successfully created.
br: A senha do banco de dados foi criada com sucesso.
cs: Heslo databáze bylo úspěšně vytvořené.
sk: Heslo databázy bolo úspešne vytvorené.

source: Database password was successfully changed.
br: A senha do banco de dados foi alterada com sucesso.
cs: Heslo databáze bylo úspěšně změněné.
sk: Heslo databázy bolo úspešne zmenené.

source: SQL command was executed successful.
br: O comando SQL foi executado com sucesso.
cs: SQL příkaz byl úspěšně vykonaný.
sk: SQL príkaz bol úspešne vykonaný.

source: Import finished successful.
br: A importação foi concluída com sucesso.
cs: Import byl úspěšně ukončený.
sk: Import bol úspešne ukončený.

source: Selected picture was copied to the clipboard.%0:sSize: %1:s px x %2:s px.
br: A imagem selecionada foi copiada para a área de transferência.%0:sTamanho: %1:s px x %2:s px.
cs: Vybraný obrázek byl zkopírován do schránky.%0:sVelikost: %1:s px x %2:s px.
sk: Označený obrázok bol skopírovaný do schránky.%0:sVeľkosť: %1:s px x %2:s px.

source: Changing from dark to light mode and vice versa requires a program restart.
br: Mudar do modo escuro para o modo claro e vice-versa requer a reinicialização do programa.
sk: Zmena z tmavého na svetlý režim a naopak si vyžaduje reštart programu.

source: You are using the current version of the program.
br: Você está usando a versão atual do programa.
cs: Používáte aktuální verzi programu.
sk: Používate aktuálnu verziu programu RQ MONEY.

# uniresources.message_10
source: This feature is not available in this operating system
br: Este recurso não está disponível neste sistema operacional
cs: Tato funkce není dostupná v tomto operačním systému
sk: Táto funkcia nie je dostupná v tomto operačnom systéme

source: Try installing the LIBSQLITE3-DEV library manually eg.:%sudo apt install -y libsqlite3-dev
br: Tente instalar a biblioteca LIBSQLITE3-DEV manualmente, por exemplo:%sudo apt install -y libsqlite3-dev
sk: Skúste nainštalovať knižnicu LIBSQLITE3-DEV ručne, napr.:%sudo apt install -y libsqlite3-dev

source: Do you want to close opened database?
br: Deseja fechar o banco de dados aberto?
cs: Chcete zavřít otevřenou databázi?
sk: Chcete zavrieť otvorenú databázu?

source: Do you want to delete selected item?
br: Deseja excluir o item selecionado?
cs: Chcete smazat vybranou položku?
sk: Chcete vymazať označenú položku?

source: Do you want to delete % selected items?
br: Deseja excluir % itens selecionados?
cs: Chcete smazat % vybraných položek?
sk: Chcete vymazať % označených záznamov?

source: Do you want to reset all filter items?
br: Deseja redefinir todos os itens do filtro?
cs: Chcete resetnout všechny položky filtru?
sk: Chcete restovať všetky položky filtra ?

source: Do you want to save all program settings?
br: Deseja salvar todas as configurações do programa?
cs: Chcete uložit všechna nastavení programu?
sk: Chcete uložiť všetky nastavenia programu ?

source: IF YOU DELETE THIS ACCOUNT, FOLLOWING ITEMS WILL BE DELETED TOO
br: SE VOCÊ EXCLUIR ESTA CONTA, OS SEGUINTES ITENS TAMBÉM SERÃO EXCLUÍDOS
cs: POKUD SMAŽETE TENTO ÚČET, BUDOU SMAZÁNY TAKÉ NÁSLEDUJÍCÍ POLOŽKY
sk: AK VYMAŽETE TENTO ÚČET, SÚČASNE VYMAŽETE AJ NASLEDOVNÉ POLOŽKY

source: IF YOU DELETE THIS CATEGORY, FOLLOWING ITEMS WILL BE DELETED TOO
br: SE VOCÊ EXCLUIR ESTA CATEGORIA, OS SEGUINTES ITENS TAMBÉM SERÃO EXCLUÍDOS
cs: POKUD TUTO KATEGORII SMAŽETE, BUDOU SMAZÁNY TAKÉ NÁSLEDUJÍCÍ POLOŽKY
sk: AK VYMAŽETE TÚTO KATEGÓRIU, SÚČASNE VYMAŽETE AJ NASLEDOVNÉ POLOŽKY

source: IF YOU DELETE THIS PERSON, FOLLOWING ITEMS WILL BE DELETED TOO
br: SE VOCÊ EXCLUIR ESTA CATEGORIA, OS SEGUINTES ITENS SERÃO EXCLUÍDOS TAMBÉM SE VOCÊ EXCLUIR ESTA PESSOA, OS SEGUINTES ITENS SERÃO EXCLUÍDOS
cs: POKUD TUTO OSOBU SMAŽETE, BUDOU SMAZÁNY TAKÉ NÁSLEDUJÍCÍ POLOŽKY
sk: AK VYMAŽETE TÚTO OSOBU, SÚČASNE VYMAŽETE AJ NASLEDOVNÉ POLOŽKY

source: IF YOU DELETE THIS PAYEE, FOLLOWING ITEMS WILL BE DELETED TOO
br: SE VOCÊ EXCLUIR ESTE BENEFICIÁRIO, OS SEGUINTES ITENS TAMBÉM SERÃO EXCLUÍDOS
cs: POKUD SMAŽETE TOHOTO PŘÍJEMCE, BUDOU SMAZÁNY TAKÉ NÁSLEDUJÍCÍ POLOŽKY
sk: AK VYMAŽETE TOHTO PARTNERA, SÚČASNE VYMAŽETE AJ NASLEDOVNÉ POLOŽKY

source: Do you want to change the currency to %1 ?%2WARNING! All values in the cash counter will be reset to zero.
br: Deseja alterar a moeda para %1 ?%2ATENÇÃO! Todos os valores no contador de dinheiro serão zerados.
cs: Chcete změnit měnu na %1 ?%2VAROVÁNÍ! Všechny hodnoty v téhle výčetce budou nastaveny na nulu.
sk: Chcete zmeniť menu na %1 ?%2VAROVANIE! Všetky hodnoty v počítadle hotovosti budú vynulované.

source: Do you want to reset all fields (to be unchecked) ?
br: Deseja redefinir todos os campos (para serem desmarcados)?
cs: Chcete resetnout všechna pole (aby nebyli zaškrtnuty) ?
sk: Chcete resetovať všetky polia (aby neboli zaškrtnuté) ?

source: Do you want to run this command ?%%BE CAREFUL !%All selected transactions will be affected ...
br: Deseja executar este comando?%%TENHA CUIDADO !%Todas as transações selecionadas serão afetadas...
cs: Chcete spustit tenhle příkaz?%%BUĎTE OPATRNÍ !%Změna se projeví u všech vybraných transakcích ...
sk: Chcete spustiť tento príkaz ?%%BUĎTE OPATRNÍ!%Zmena sa dotkne všetkých označených záznamov.

source: Do you want to restore selected transactions to the main table ?
br: Você deseja restaurar as transações selecionadas na tabela principal?
cs: Chcete obnovit všechny vybrané transakce do hlavní tabulky ?
sk: Chcete obnoviť označené transakcie späť do hlavnej tabuľky ?

source: Do you really want to close this window without writing created transaction(s)?%All created transactions in this window will be lost.
br: Você realmente deseja fechar essa janela sem lançar as transações criadas?%Todas as transações criadas nessa janela serão perdidas.
cs: Skutečně chcete ukončit tohle okno bez zápisu vytvořených transakcí?%Všechny vytvořené transakce v tomhle okně se smažou.
sk: Skutočne chcete opustiť toto okno bez zápisu vytvorených transakcií?%Všetky vytvorené transakcie v tomto okne sa stratia.

source: Do you want to write mass created transactions to the main table ?
br: Deseja gravar transações criadas em massa na tabela principal?
cs: Chcete zapsat hromadně vytvořené transakce do hlavní tabulky ?
sk: Chcete zapísať hromadne vytvorené transakcie do hlavnej tabuľky ?

source: Do you want to write scheduled transactions to the main table ?
br: Deseja gravar transações agendadas na tabela principal?
cs: Chcete zapsat plánované transakce do hlavní tabulky ?
sk: Chcete zapísať plánované transakcie do hlavnej tabuľky ?

source: Do you want to import following file ?
br: Deseja importar o seguinte arquivo?
cs: Chcete importovat následovný soubor ?
sk: Chcete importovať nasledovný súbor ?

source: All selected payments will be deleted from the scheduler !
br: Todos os pagamentos selecionados serão excluídos do agendador!
cs: Všechny vybrané platby budou smazány z plánovače !
sk: Všetky označené platby budú vymazané z plánovača !

source: Do you want to delete the date of payment from selected items?
br: Deseja excluir a data de pagamento dos itens selecionados?
cs: Chcete smazat datum úhrady z vybraných položek?
sk: Chcete vymazať dátum úhrady z označených položiek?

source: Do you want to close this window without saving data?
br: Deseja fechar esta janela sem salvar os dados?
cs: Chcete zavřít tohle okno bez uložení dat ?
sk: Chcete zavrieť toto okno bez uloženia dát ?

# uniresources.question_20
source: Do you want to create new budget and write all checked categories / subcategories to this budget?
br: Deseja criar um novo orçamento e gravar todas as categorias/subcategorias marcadas neste orçamento?
cs: Chcete vytvořit nový rozpočet a zapsat všechny zaškrtnuté kategorie / podkategorie do rozpočtu ?
sk: Chcete vytvoriť nový rozpočet a zapísať všetky zaškrtnuté kategórie / podkategórie do tohto rozpočtu ?

# uniresources.question_21
source: Do you want to save changes to the selected budget?
br: Deseja salvar as alterações no orçamento selecionado?
cs: Chcete uložit změny do vybraného rozpočtu ?
sk: Chcete uložiť zmeny vo vybranom rozpočte ?

# uniresources.question_22
source: Do you want to write checked categories / subcategories with planned amounts to the budget?
br: Deseja inserir categorias/subcategorias marcadas com valores planejados no orçamento?
cs: Chcete zapsat zaškrtnuté kategorie / podkategorie s plánovanými částkami do rozpočtu ?
sk: Chcete zapísať zaškrtnuté kategórie / podkategórie s plánovanými sumami do rozpočtu ?

source: Are you sure you want to delete entire budget with all periods?
br: Tem certeza de que deseja excluir todo o orçamento com todos os períodos?
cs: Jste si jisti, že chcete smazat celý rozpočet se všemi jeho obdobími?
sk: Určite chcete vymazať celý rozpočet so všetkými jeho obdobiami ?

source: Do you want to set default shortcuts for all actions?
br: Deseja definir atalhos padrão para todas as ações?
cs: Chcete nastavit původní zkratky pro všechny akce?
sk: Chcete nastaviť predvolené klávesové skratky pre všetky akcie ?

source: There exists brand new stable version %1 of this program.%2Release date: %3 %2Do you want do visit official website to download it?
br: Existe uma nova versão %1 deste programa.%2Data de lançamento: %3 %2Deseja visitar o site oficial para baixá-lo?
cs: Existuje zbrusu nová verze %1 tohoto programu.%2Datum vydání: %3 %2Chcete navštívit oficiální webové stránky pro stáhnutí programu?
sk: Existuje úplne nová verzia %1 tohto programu.%2 Dátum vydania: %3 %2Chcete navštíviť oficiálnu webovú stránku pre stiahnutie programu?

source: Do you want to delete corrupted records now? You can view them later in the recycle bin.
br: Você deseja excluir registros corrompidos agora? Você pode visualizá-los mais tarde na lixeira.
cs: Chcete nyní odstranit poškozené záznamy? Později si je můžete prohlédnout v koši.
sk: Chcete teraz vymazať poškodené údaje? Neskôr si ich môžete prezrieť v odpadkovom koši.

source: Do you want to back up your database to the selected folder now?
br: Deseja fazer o backup do seu banco de dados na pasta selecionada agora?
cs: Chcete nyní zálohovat databázi do vybrané složky?
sk: Chcete teraz zálohovať Vašu databázu do vybraného priečinka?

source: The encryption of your database requires password protection.% Do you want to set this password now?
br: A criptografia do seu banco de dados requer proteção por senha.%Deseja definir essa senha agora?
cs: Šifrování vaší databáze vyžaduje ochranu heslem.% Chcete nyní nastavit toto heslo?
sk: Šifrovanie databázy si vyžaduje ochranu databázy heslom.% Chcete teraz nastaviť toto heslo?

source: stable
br: estável
cs: stabilní
sk: stabilná

source: testing
br: teste
cs: testovací
sk: testovacia

source: Backup
cs: Zálohování
sk: Zálohovanie

source: Global
cs: Globální
sk: Globálne

source: Visual
cs: Vizuální
sk: Vizuálne

# uniresources.caption_16
source: Total
sk: Celkom

source: &Tutorial
cs: &Průvodce
sk: &Sprievodca

source: Total
cs: CELKEM

source: at the beginning
cs: na začátku

source: at the end
cs: na konci

source: consumption
cs: spotřeba
