Repository: rqmoney/rqmoney
Catalog: Languages/*.po
Languages: br, cs, sk

source: Days
br: Dias
cs: Dny
sk: Dni

source: Years
br: Anos
cs: Roky
sk: Roky

source: Print transaction
br: Imprimir transação
cs: Vytisknout transakci
sk: Vytlačiť transakcie

source: Chronology
br: Cronologia
cs: Chronologie
sk: Chronológia

source: Intervals
br: Intervalos
cs: Intervaly
sk: Intervaly

source: Show pie chart of summary
br: Mostrar gráfico de pizza do resumo
cs: Zobrazovat výsečový graf souhrnu
sk: Zobrazovať kruhový graf sumarizácie

source: Icons by
br: Ícones de
cs: Ikony ze serveru
sk: Ikonky zo servera

source: Show series
br: Mostrar série
cs: Zobrazit série
sk: Zobraziť série

source: Show points
br: Mostrar pontos
cs: Zobrazit body
sk: Zobraziť body

source: if a day is set in the filter, use the current date
br: se um dia estiver definido no filtro, use a data atual
cs: pokud je ve filtru nastaven den, použít aktuální datum
sk: ak je vo filtri nastavený deň, použiť aktuálny dátum

source: use the date shift according to the settings in the program
br: use a mudança de data de acordo com as configurações do programa
cs: použít posun data podle nastavení v programu
sk: použiť posun dátumu podľa nastavenia v programe

source: Cross tables
br: Tabelas cruzadas
cs: Křížové tabulky
sk: Krížové tabuľky

source: Simple transaction
br: Transação simples
cs: Jednoduchá transakce
sk: Jednoduchá transakcia

source: Scheduled date
br: Data marcada
cs: Plánované datum
sk: Plánovaný dátum

source: Multiple transaction
br: Transação múltipla
cs: Vícenásobná transakce
sk: Viacnásobná transakcia

source: Kind
br: Tipo
cs: Druh
sk: Druh

source: DB structure
br: Estrutura do BD
cs: Struktura databáze
sk: Štruktúra databázy

source: Created in Apricot software
br: Criado no software Apricot
cs: Vytvořeno v softwaru Apricot
sk: Vytvorené v softvéri Apricot

source: to show a confirmation dialog about backup of the database
br: para mostrar uma caixa de diálogo de confirmação sobre o backup do banco de dados
cs: zobrazit dialogové okno pro potvrzení zálohování databáze
sk: zobraziť dialógové okno s potvrdením o zatvorení databázy

source: to encrypt the database (required database password protection!)
br: para criptografar o banco de dados (é necessário proteger o banco de dados com senha!)
cs: zašifrovat databázi (nutná ochrana databáze heslem!)
sk: zašifrovať databázu (vyžaduje ochranu databázy heslom!)

# uniresources.caption_326
source: Your database was not encrypt now.
br: Seu banco de dados não foi criptografado agora.
cs: Vaše databáze nyní nebyla zašifrována.
sk: Vaša databáza teraz nebola zašifrovaná.

source: Red color for buttons DELETE
br: Cor vermelha para os botões DELETE
cs: Červená barva pro tlačítka DELETE
sk: Červená farba pre tlačidlá DELETE

source: Buttons bar
br: Barra de botões
cs: Panel tlačítek
sk: Panel tlačidiel

source: Buttons size
br: Tamanho de botões
cs: Velikost tlačítek
sk: Veľkosť tlačidiel

source: Swap order
br: Trocar pedido
cs: Vyměnit pořadí
sk: Vymeniť poradie

source: Buttons visibility
br: Visibilidade dos botões
cs: Viditelnost tlačítek
sk: Viditeľnosť tlačidiel

source: remember the last used transactions in the New transaction form (when you exit the program)
br: lembrar as últimas transações usadas no formulário Nova transação (quando você sai do programa)
cs: zapamatovat si poslední použité transakce ve formuláři Nová transakce (při ukončení programu)
sk: zapamätať si naposledy použité transakcie vo formulári Nová transakcia (po ukončení programu)

source: Encryption protection
br: Proteção por criptografia
cs: Ochrana šifrováním
sk: Ochrana šifrovaním

source: Attachments
br: Anexos
cs: Přílohy
sk: Prílohy

source: Energies
br: Energias
cs: Energie
sk: Energie

source: Monitor energy consumption
br: Monitorar o consumo de energia
cs: Sledovať spotřeby energie
sk: Sledovať spotrebu energie

source: Meter reading
br: Leitura do medidor
cs: Odečet měřičů
sk: Odpočet stavu merača

source: At the beginning
br: No começo
sk: Na začiatku

source: At the end
br: No final
sk: Na konci

source: Consumption
br: Consumo
sk: Spotreba

source: Account book
br: Livro de contabilidade
cs: Účetní kniha
sk: Účtovná kniha

source: Meter
br: Metro
cs: Měřič
sk: Merač

source: Allow writing to the list of items
br: Permitir escrita na lista de itens
cs: Povolit zápis do seznamu položek
sk: Umožniť písať zo zoznamu položiek

source: TimeStamp
br: Carimbo de hora
sk: Časová známka

source: Form name
br: Nome do formulário
sk: Názov formulára

source: Creation time (ms)
br: Tempo de criação (ms)
sk: Čas vytvorenia (ms)

source: Duration (ms)
br: Duração (ms)
sk: Trvanie (ms)

source: Dark mode
br: Modo escuro
sk: Tmavý režim

source: Always use items from filter in new transaction
br: Sempre use itens do filtro em uma nova transação
sk: Vždy použiť položky z filtra v novej transakcii

source: New transaction
br: Nova transação
sk: Nová transakcia

# uniresources.caption_349
source: Price
br: Preço
sk: Cena

source: Current balance
br: Saldo atual
cs: Saldo
sk: Saldo

# uniresources.caption_350
source: Per unit
br: Por unidade
sk: Z jednotku

source: OS Windows only
br: SO Windows somente
sk: Len OS Windows

source: OS Linux only
br: SO Linux somente
sk: Len OS Linux

source: Final balance
br: Saldo final
cs: Konečný stav
sk: Konečný stav

source: Starting balance
br: Saldo inicial
cs: Počáteční stav
sk: Počiatočný stav

source: Credits
br: Créditos
cs: Příjmy
sk: Príjmy

source: Debits
br: Débitos
cs: Výdaje
sk: Výdaje

source: Transfers
br: Transferências
cs: Přesuny
sk: Presuny

source: Average
br: Média
cs: Průměr
sk: Priemer

source: Amount
br: Montante
cs: Suma
sk: Suma

source: Detail
br: Detalhe

source: List
br: Lista
cs: Seznam
sk: Zoznam

source: New record
br: Novo registro
cs: Nový záznam
sk: Nový záznam

source: Edit record
br: Editar registro
cs: Upravit záznam
sk: Opraviť záznam

source: Count of selected transactions:
br: Contagem de transações selecionadas:
cs: Počet vybraných transakcí:
sk: Počet označených transakcií:

source: Restore
br: Restaurar
cs: Obnovit
sk: Obnoviť

source: Name
br: Nome
cs: Název
sk: Názov

source: Account
br: Conta
cs: Účet
sk: Účet

source: Currency
br: Moeda
cs: Měna
sk: Mena

source: Category
br: Categoria
cs: Kategorie
sk: Kate&gória

source: Active
br: Ativo
cs: Aktivní
sk: Aktívny

source: Comment
br: Descrição
cs: Popis
sk: Popis

source: Passive
br: Passivo
cs: Pasivní
sk: Pasívny

source: Person
br: Pessoa
cs: Osoba
sk: Osoba

source: Archive
br: Arquivo
cs: Archivní
sk: Archívny

source: Payee
br: Beneficiário
cs: Partner
sk: Partner

source: in the category
br: na categoria
cs: v kategorii
sk: v kategórii

source: Tag
br: Marcação
cs: Štítek
sk: Štítok

source: Type
br: Tipo
cs: Typ
sk: Typ

source: Records
br: Registros
cs: Záznamy
sk: Záznamy

source: Database properties
br: Propriedades do banco de dados
cs: Vlastnosti databáze
sk: Vlastnosti databázy

source: Scheduled payments
br: Pagamentos agendados
cs: Plánované platby
sk: Plánované platby

source: History
br: Histórico
cs: Historie
sk: História

source: Print
br: Imprimir
cs: Tisknout
sk: Vytlačiť

source: From the date
br: A partir da data
cs: Od data
sk: Od dátumu

source: To the date
br: Até a data
cs: Po datum
sk: Do dátumu

source: Code
br: Código
cs: Kód
sk: Kód

source: Write
br: Lançar
cs: Zapsat
sk: Zapísať

source: Common data
br: Dados comuns
cs: Společná data
sk: Spoločné údaje

source: Multiple additions
br: Múltiplas adições
cs: Vícenásobné přidání
sk: Viacnásobné pridanie

source: Debit
br: Débito
cs: Výdaj
sk: Výdaj

source: Credit
br: Crédito
cs: Příjem
sk: Príjem

source: From account
br: Da conta
cs: Z účtu
sk: Z účtu

source: To account
br: Para contabilizar
cs: Na účet
sk: Na účet

source: Balance
br: Balanço
cs: Rozdíl
sk: Rozdiel

source: Subcategory
br: Subcategoria
cs: Podkategorie
sk: Podkategória

source: Edited
br: Editado
cs: Upraveno
sk: Opravené

source: Statistics
br: Estatisticas
cs: Statistika
sk: Štatistika

source: Paid
br: Pago
cs: Uhrazeno
sk: Uhradené

source: Main currency
br: Moeda principal
cs: Hlavní měna
sk: Hlavná mena

source: Planning calendar
br: Calendário de planejamento
cs: Plánovací kalendář
sk: Plánovací kalendár

source: EDIT TRANSACTION
br: EDITAR TRANSAÇÃO
cs: UPRAVIT TRANSAKCI
sk: OPRAVIŤ TRANSAKCIU

source: EDIT TRANSACTIONS
br: EDITAR TRANSAÇÕES
cs: UPRAVIT TRANSAKCE
sk: OPRAVIŤ TRANSAKCIE

source: Exchange rate
br: Taxa de câmbio
cs: Výměnný kurs
sk: Výmenný kurz

source: Value
br: Valor
cs: Hodnota
sk: Hodnota

source: Added
br: Adicionado
cs: Přidáno
sk: Pridané

source: Starting date
br: Data de início
cs: Počáteční datum
sk: Počiatočný dátum

source: Holiday name
br: Nome do feriado
cs: Název státního svátku
sk: Názov sviatku

source: Deduct from the amount
br: Deduzir do valor
cs: Odečíst ze sumy
sk: Odpočítať zo sumy

source: Summary of the list
br: Resumo da lista
cs: Sumarizace za seznam
sk: Sumár za zoznam

source: Periodicity
br: Periodicidade
cs: Periodicita
sk: Periodicita

source: File name
br: Nome do arquivo
cs: Jméno souboru
sk: Názov súboru

source: Location
br: Localização
cs: Lokalita
sk: Lokalita

source: File size
br: Tamanho do arquivo
cs: Velikost souboru
sk: Veľkosť súboru

source: Password protection
br: Proteção por senha
cs: Ochrana heslem
sk: Ochrana heslom

source: Graphs
br: Gráficos
cs: Grafy
sk: Grafy

# uniresources.chart_02
source: left mouse click to switch between marks
br: clique com o botão esquerdo do mouse para alternar entre as marcas
cs: přepínání mezi značkami levým tlačítkem myši
sk: prepínanie značiek ľavým tlačidlom myši

# uniresources.chart_03
source: Show legend
br: Mostrar legendas
cs: Zobrazit legendu
sk: Zobraziť legendu

# uniresources.chart_04
source: Labels on bottom axis
br: Rótulos no eixo inferior
cs: Štítky na spodní ose
sk: Štítky na spodnej osi

# uniresources.chart_05
source: Angle of rotation
br: Ângulo de rotação
cs: Úhel otáčení
sk: Uhol pootočenia

# uniresources.chart_06
source: degree
br: grau
cs: stupňů
sk: stupňov

# uniresources.chart_07
source: Show empty rows (with zero values)
br: Mostrar linhas vazias (com valores zero)
cs: Zobrazit prázdné řádky (s nulovými hodnotami)
sk: Zobraziť prázdne riadky (s nulovými hodnotami)

# uniresources.chart_08
source: rows in the table
br: linhas na tabela
cs: řádků v tabulce
sk: riadkov v tabuľke

source: The Chart has been copied to the clipboard
br: O gráfico foi copiado para a área de transferência
cs: Graf byl zkopírován do schránky
sk: Graf bol skopírovaný do schránky

source: Wrap the text string
br: Quebrar a cadeia de texto
cs: Zalomit text
sk: Zalamovať text

source: Graph
br: Gráfico
cs: Graf
sk: Graf

source: Data
br: Dados
sk: Údaje

source: Missing SQLITE3.DLL library.%Database can not be created or opened.
br: Biblioteca SQLITE3.DLL ausente.%DBanco de dados não pode ser criado ou aberto.
cs: Chybí SQLITE3.DLL knižnice.%Databáze nemůže být vytvořena nebo otevřena.
sk: Chýba knižnica SQLITE3.DLL.%Databázu nemožno vytvoriť ani otvoriť.

source: There is a problem with deleting existing file.
br: Há um problema ao excluir o arquivo existente.
cs: Vyskytl se problém s vymazáním existujícího souboru.
sk: Vyskytol sa problém s odstránením existujúceho súboru.

source: The connectivity with database failed.%Program can not open the database.
br: A conectividade com o banco de dados falhou.%Programa não consegue abrir o banco de dados.
cs: Selhalo spojení s databází.%Program nemůže otevřít databázi.
sk: Spojenie s databázou zlyhalo.%Program nemôže otvoriť databázu.

source: You can not add or edit this item due the duplicity.
br: Você não pode adicionar ou editar este item devido à duplicidade.
cs: Nemůžete přidat nebo upravit položku kvůli duplicitě.
sk: Túto položku nemožno pridať ani upraviť z dôvodu duplicity.

source: The field % is required. You have to fill it before saving ...
br: O campo % é obrigatório. Você tem que preenchê-lo antes de salvar ...
cs: Pole % je povinné. Před uložením ho musíte vyplnit ...
sk: Pole % je povinné. Musíte ho vyplniť pred uložením...

source: Wrong value of the number!
br: Valor errado do número!
cs: Chybná hodnota čísla !
sk: Nesprávna hodnota čísla!

source: Forbidden character % in the text! Please, correct it first ...
br: Caractere proibido % no texto! Por favor, corrija primeiro...
cs: Nepovolený znak % v textu ! Prosím, opravte ho nejdřív ...
sk: Zakázaný znak % v texte! Najskôr ho opravte, prosím ...

source: Wrong day in selected month! Please, check it now ...
br: Dia errado no mês selecionado! Por favor, verifique agora...
cs: Chybné datum ve vybraném měsíci! Prosím, zkontrolujte to nyní...
sk: Nesprávny deň vo vybranom mesiaci! Prosím, skontrolujte to teraz...

source: The minimum length of the password is 5 letters, digits or signs.
br: O comprimento mínimo da senha é de 5 letras, dígitos ou sinais.
cs: Minimální délka hesle je 5 písmen, číslic nebo znaků.
sk: Minimálna dĺžka hesla je 5 písmen, číslic alebo znakov.

source: New and confirmed password are different!
br: A senha nova e a confirmada são diferentes!
cs: Potvrzené heslo se liší od nového!
sk: Nové a potvrdené heslo sa líšia!

source: You can't delete selected currency %2 [%1]%4because it is used in the account %3.%4Please, delete this account first ...
br: Você não pode excluir a moeda selecionada %2 [%1]%4porque ela é usada na conta %3.%4Por favor, exclua esta conta primeiro...
cs: Nemůžete smazat vybranou měnu %2 [%1]%4, protože je použita v účtu %3.%4Prosím, smažte nejdřív tenhle účet...
sk: Vybranú menu %2 [%1]%4 nemôžete odstrániť, pretože sa používa na účte %3.%4Prosím, najskôr odstráňte tento účet...

source: The database seems to be malformed.%Program can not open it.
br: O banco de dados parece estar com probemas.%Programa não consegue abri-lo.
cs: Databáze se zdá být poškozena.%Program je nedokáže otevřít.
sk: Zdá sa, že databáza je poškodená.%Program ju nemôže otvoriť.

source: You can not use the same account %1 for transfer (credit and debit) at the same time. %2 Use two different accounts.
br: Você não pode usar a mesma conta %1 para transferência (crédito e débito) ao mesmo tempo. %2 Use duas contas diferentes.
cs: Nemůžete použít stejný účet %1 pro přesun (příjmový a výdajový) současně.%2 Použijte dva odlišné účty.
sk: Nemôžete použiť ten istý účet %1 pre presun (kreditný a debetný) súčasne. %2 Použite dva rôzne účty.

source: You can not use in the transaction older date than the date, when the account % was created!
br: Você não pode usar na transação uma data anterior à data em que a conta % foi criada!
cs: Nemůžete použít v transakci starší datum než datum, kdy byl účet % vytvořen!
sk: V transakcii nemôžete použiť starší dátum, ako je dátum, kedy bol účet % vytvorený!

source: Program can not find a printing template assigned to this list:
br: O programa não consegue encontrar um modelo de impressão atribuído a esta lista:
cs: Program nemůže najít tiskovou šablonu, náležící tomuto seznamu:
sk: Program nemôže nájsť tlačovú šablónu priradenú k tomuto zoznamu:

source: Wrong date !
br: Data errada !
cs: Chybné datum !
sk: Nesprávny dátum !

source: Choose one account in the filter only and then try print "The account book" again.
br: Selecione apenas uma conta no filtro e, em seguida, tente imprimir novamente "O livro de contas".
cs: Zvolte jenom jeden účet ve filtru a pak zkuste vytisknout účetní knihu znovu.
sk: Vo filtri vyberte len jeden účet a potom skúste znova vytlačiť "Knihu účtov".

source: This function is not working yet.%Maybe in the next version it will be implemented.%Please be patient.
br: Essa função ainda não está funcionando.%MTalvez na próxima versão seja implementado.%Por favor, seja paciente.
cs: Tahle funkce ještě není dokončena.%Možná v příští verzi bude implementována.%Prosím o trpělivost.
sk: Táto funkcia zatiaľ nefunguje.%Možno bude implementovaná v ďalšej verzii.%Prosím o trpezlivosť.

source: Program can not open this type of database (perhaps created in different program).% If you try to open older database (with extension RQM), you can import it to the new database only.
br: O programa não pode abrir este tipo de banco de dados (talvez criado em outro programa).% Se você estiver tentando abrir um banco de dados antigo (com a extensão RQM), você pode simplesmente importá-lo para o novo banco de dados.
cs: Program nemůže otevřít tento typ databáze (možná vytvořený v jiném programu).% Pokud se snažíte otevřít starší databázi (s příponou RQM), můžete ji importovat pouze do nové databáze.
sk: Program nedokáže otvoriť tento typ databázy (možno vytvorený v inom programe).% Ak sa pokúšate otvoriť staršiu databázu (s príponou RQM), môžete ju importovať len do novej databázy.

source: Sorry, there are no data to show you ...
br: Desculpe, não há dados para mostrar a você ...
cs: Lituji, nemám žádné data k zobrazení ...
sk: Žiaľ, nie sú k dispozícii žiadne údaje na zobrazenie...

source: The import failed due the problem with the file.%Please, be sure that the imported file is not encrypted!
br: A importação falhou devido a um problema com o arquivo.%Por favor, certifique-se de que o arquivo importado não esteja criptografado!
cs: Import selhal kvůli problémům se souborem.%Prosím, ujistěte se, že importovaný soubor není zašifrovaný!
sk: Import sa nepodaril kvôli problému so súborom.%Prosím, uistite sa, že importovaný súbor nie je zašifrovaný!

source: Wrong password!
br: Senha incorreta!
cs: Chybné heslo!
sk: Nesprávne heslo!

source: Program requires SQLite3 library (libsqlite3-dev).%Program will be terminated now.
br: O programa requer a biblioteca SQLite3 (libsqlite3-dev).%Programa será encerrado agora.
cs: Program vyžaduje SQLite3 knižnici (libsqlite3-dev).%Program bude nyní ukončen.
sk: Program vyžaduje knižnicu SQLite3 (libsqlite3-dev).%Program bude teraz ukončený.

source: The table has more than 255 columns. The query will be closed.
br: A tabela possui mais de 255 colunas. A consulta será encerrada.
cs: Tabulka má více než 255 sloupců. Dotaz nebude vykonán.
sk: Tabuľka má viac ako 255 stĺpcov. Dotaz nebude vykonaný.

source: Unrecognized character %1 in the formula.
br: Caractere não reconhecido %1 na fórmula.
cs: Nerozpoznaný znak %1 ve vzorci.
sk: Nerozpoznaný znak %1 vo vzorci.

source: There is 1 corrupted record in your database.
br: Há 1 registro corrompido em seu banco de dados.
cs: V databázi je 1 poškozený záznam.
sk: V databáze je 1 poškodený záznam.

source: There are % corrupted records in your database.
br: Há % de registros corrompidos no seu banco de dados.
cs: V databázi jsou poškozené záznamy v počtu %.
sk: Vo vašej databáze sú poškodené záznamy v počte %.

source: Corrupted records will not be imported into your new database!
br: Registros corrompidos não serão importados para seu novo banco de dados!
cs: Poškozené záznamy nebudou do nové databáze importovány!
sk: Poškodené záznamy sa do novej databázy neimportujú!

source: You can change this restriction in the program settings.
br: Você pode alterar essa restrição nas configurações do programa.
cs: Toto omezení můžete změnit v nastavení programu.
sk: Toto obmedzenie môžete zmeniť v nastaveniach programu.

source: You can not add transactions older then
br: Não é possível adicionar transações anteriores a
cs: Nelze přidávat transakce starší než
sk: Nemôžete pridať transakciu staršiu než

source: You can not edit transactions older then
br: Você não pode editar transações anteriores a
cs: Nelze upravovat transakce starší než
sk: Nemôžete opraviť transakciu staršiu než

source: You can not delete transactions older then
br: Você não pode excluir transações anteriores a
cs: Nelze smazat transakce starší než
sk: Nemôžete vymazať transakciu staršiu než

source: The program cannot open your database % because another program is already using it.
br: O programa não pode abrir seu banco de dados % porque outro programa já o está utilizando.
cs: Program nemůže otevřít vaši databázi %, protože ji již používá jiný program.
sk: Program nemôže otvoriť Vašu databázu %, pretože už ju používa iný program.

source: The program cannot find the selected file to open
br: O programa não consegue encontrar o arquivo selecionado para abrir
cs: Program nemůže najít soubor pro otevření
sk: Program nemôže nájsť vybraný súbor na otvorenie

source: Missing LIBSQLITE3-DEV library.% Database can not be created or opened.
br: Biblioteca LIBSQLITE3-DEV ausente.%O banco de dados não pode ser criado ou aberto.
sk: Nie je nainštalovaná knižnica LIBSQLITE3-DEV.% Databázu nemožno vytvoriť ani otvoriť.

source: A BEGINNER'S GUIDE
br: GUIA PARA INICIANTES
cs: PRŮVODCE PRO ZAČÁTEČNÍKA
sk: PRÍRUČKA PRE ZAČIATOČNÍKOV

source: WELCOME TO THE GUIDE !
br: BEM-VINDO AO GUIA!
cs: VÍTEJTE V PRŮVODCI!
sk: VITAJTE V SPRIEVODCOVI !

source: WELCOME TO THIS SIMPLE GUIDE!%You can find here a simple and short instructioms of how to add one daily record (transaction) to the database.%It is important to know, that each transaction is bounded with some:%a) person,%b) account,%c) category (or subcategory) and%d) payee.%Therefore you have to add at least one person, one account (include the currency), one category (or subcategory) and one payee to the database first.%Let's go work!
br: BEM-VINDO A ESTE GUIA SIMPLES!%Você pode encontrar aqui instruções simples e curtas sobre como adicionar um registro diário (transação) ao banco de dados.%É importante saber que cada transação está vinculada a algumas informações:%a) pessoa,%b) conta,%c) categoria (ou subcategoria) e%d) beneficiário.%Portanto, você deve adicionar pelo menos uma pessoa, uma conta (incluindo a moeda), uma categoria (ou subcategoria) e um beneficiário ao banco de dados primeiro.%Vamos ao trabalho!
cs: VÍTEJTE V TOMTO JEDNODUCHÉM PRŮVODCI!%%Najdete zde jednoduchý a krátký návod, jak přidat jeden denní záznam (transakci) do databáze.%Je důležité vědět, že každá transakce je spojena s některou%a) osobou,%b) účtem,%c) kategorii (nebo podkategorii) a%d) partnerem (příjemcem nebo plátcem).%%Nejprve tedy musíte do databáze přidat alespoň jednu osobu, jeden účet (včetně měny), jednu kategorii (nebo podkategorii) a jednoho partnera.%%Jdeme do práce!
sk: VITAJTE V TEJTO JEDNODUCHEJ PRÍRUČKE!%%Nájdete tu jednoduchý a krátky návod, ako pridať jeden denný záznam (transakciu) do databázy.%Je dôležité vedieť, že každá transakcia je ohraničená nejakou:%a) osobou,%b) účtom,%c) kategóriou (alebo podkategóriou) a%d) príjemcom platby.%Preto musíte do databázy najprv pridať aspoň jednu osobu, jeden účet (vrátane meny), jednu kategóriu (alebo podkategóriu) a jedného príjemcu.%% Poďme pracovať!
