Repository: rqmoney/rqmoney
Catalog: Languages/*.po
Languages: br, cs, sk

source: ADD SOME PERSON TO THE LIST!%Click on following button (with persons image), to show the form for the LIST OF PERSONS. You can add, edit or delete people, who will used in the program.%You can NOW add the person's name (like JOHN, JOAN, SUGAR, ...) or you can simply use other descriptions (like MOTHER, SON, ALL, etc.).%Remember 4 basic commands (shortcuts), you can use for faster work with the lists:%1) press key INSERT to input new record to the list%2) press key SPACE to edit selected record in the list%3) press key DELETE to delete selected record(s) from the list%4) press key ESC to close any form (without any changes).
br: ADICIONE ALGUMA PESSOA À LISTA!%Clique no botão seguinte (com imagem de pessoas), para mostrar o formulário da LISTA DE PESSOAS. Você pode adicionar, editar ou excluir pessoas que serão utilizadas no programa.% AGORA você pode adicionar o nome da pessoa (como JOHN, JOAN, SUGAR, ...) ou pode simplesmente usar outras descrições (como MÃE, FILHO, TODOS , etc.).%Lembre-se de 4 comandos básicos (atalhos), que você pode usar para trabalhar mais rápido com as listas:%1) pressione a tecla INSERT para inserir um novo registro na lista%2) pressione a tecla ESPAÇO para editar o registro selecionado na lista %3) pressione a tecla DELETE para excluir os registros selecionados da lista%4) pressione a tecla ESC para fechar qualquer formulário (sem nenhuma alteração).
cs: PŘIDEJTE NĚKTEROU OSOBU DO SEZNAMU!%Kliknutím na následující tlačítko (s obrázkem osob) zobrazíte formulář SEZNAM OSOB. Můžete přidávat, upravovat nebo mazat osoby, které budou v programu použity.%NYNÍ můžete přidat jméno osoby (jako JOHN, JOAN, SUGAR, ...) nebo můžete jednoduše použít jiné popisy (jako MATKA, SYN, VŠECHNY atd.).%Pamatujte na 4 základní příkazy (zkratky), které můžete využít pro rychlejší práci se seznamy:%1) stiskněte klávesu INSERT pro vložení nového záznamu do seznamu%2) stiskněte klávesu MEZERNÍK pro editaci vybraného záznamu v seznamu%3) stiskněte klávesu DELETE pro vymazání vybraného záznamu(ů) ze seznamu% 4) stisknutím klávesy ESC zavřete jakýkoli formulář (bez jakýchkoli změn)
sk: PRIDAŤ NEJAKÚ OSOBU NA ZOZNAM!% Kliknutím na nasledujúce tlačidlo (s obrázkom osôb) zobrazíte formulár pre ZOZNAM OSÔB. Môžete pridávať, upravovať alebo odstraňovať osoby, ktoré sa budú používať v programe.% TERAZ môžete pridať meno osoby (napríklad JOHN, JOAN, SUGAR, ...) alebo môžete jednoducho použiť iné popisy (napríklad MATKA, SYN, VŠETCI atď.).% Zapamätajte si 4 základné príkazy (skratky), ktoré môžete použiť na rýchlejšiu prácu so zoznamami:% 1) stlačením tlačidla INSERT vložíte do zoznamu nový záznam% 2) stlačte kláves SPACE (medzerník) na úpravu vybraného záznamu v zozname% 3) stlačením klávesu DELETE vymažete vybraný(-é) záznam(-y) zo zoznamu% 4) stlačením klávesu ESC zatvoríte akýkoľvek formulár (bez akýchkoľvek zmien).

source: NOW YOU CAN ADD YOUR ACCOUNT.%It can be cash, wallet, bank account, etc.%Call them whatever you want (like My Cash, BANK1, BANK2, etc.)%You also have to fill at least 3 fields:%a) define starting amount of this account%b) starting day (of evidence) and%c) currency of this account.
br: AGORA VOCÊ PODE ADICIONAR SUA CONTA.%Pode ser dinheiro, carteira, conta bancária e etc.%Chame como quiser (como Meu Dinheiro, BANCO1, BANCO2, etc.)%Você também precisa preencher pelo menos 3 campos:% a) definir o valor inicial desta conta%b) dia de início (de comprovação) e%c) moeda dessa conta.
cs: NYNÍ MŮŽETE PŘIDAT SVŮJ ÚČET.%Může to být hotovost, peněženka, bankovní účet atd.%Říkejte jim, jak chcete (například Moje hotovost, BANKA1, BANKA2 atd.)%Musíte také vyplnit alespoň 3 pole:%a) definovat počáteční částku tohoto účtu%b) počáteční den (evidence) a%c) měna tohoto účtu.
sk: TERAZ MÔŽETE PRIDAŤ SVOJ ÚČET.%Môže to byť hotovosť, peňaženka, bankový účet atď.%Nazvite ho ľubovoľne (napríklad Moja hotovosť, BANKA1, BANKA2 atď.)%Musíte tiež vyplniť aspoň 3 polia:%a) definujte počiatočnú sumu tohto účtu%b) počiatočný deň (evidencie) a%c) menu tohto účtu.

source: ADD CATEGORY TO THE LIST!%For viewing easy it is better to split your credit and debit records into categories and subcategories.%If you have a CAR (category), perhaps you would like to see all car expenses arranged by various subcategories (eg. FUEL, SERVICE, TUNING, ...)%To do so, Open List of categories (push button) and add category CAR.%Then create subcategory FUEL.%After saving this CATEGORY and SUBCATEGORY repeat all this activities with subcategory SERVICE and TUNING.%Just select the category CAR from dropdown list.
br: ADICIONE CATEGORIA À LISTA!%Para facilitar a visualização, é melhor dividir seus registros de crédito e débito em categorias e subcategorias.%Se você tem um CARRO (categoria), talvez queira ver todas as despesas do carro organizadas por várias subcategorias (por exemplo. COMBUSTÍVEL, SERVIÇO, PERSONALIZAÇÃO, ...)%Para isso, abra a Lista de categorias (botão) e adicione a categoria CARRO.%Depois crie a subcategoria COMBUSTÍVEL.%Logo após salvar essa CATEGORIA e SUBCATEGORIA, repita todas essas atividades com a subcategoria SERVIÇO e PERSONALIZAÇÃO.% Basta selecionar a categoria CARRO na lista suspensa.
cs: PŘIDEJTE KATEGORII DO SEZNAMU!%Pro snadné prohlížení je lepší rozdělit své kreditní a debetní záznamy na kategorie a podkategorie.%Pokud máte AUTO (kategorii), možná byste chtěli vidět všechny náklady na auto seřazené podle různých podkategorií (např. PALIVO, SERVIS, TUNING, ...). Chcete-li tak učinit, otevřete seznam kategorií (tlačítko) a přidejte kategorii AUTO.%Poté vytvořte podkategorii PALIVO.%Po uložení této KATEGORIE a PODKATEGORIE opakujte všechny tyto aktivity s podkategorií SERVIS a TUNING.%Stačí vybrat kategorii AUTO z rozevíracího seznamu.
sk: PRIDAŤ KATEGÓRIU DO ZOZNAMU!%Pre jednoduché zobrazenie je lepšie rozdeliť záznamy o príjmoch a výdajoch na%kategórie a podkategórie.%Ak máte AUTO (kategória), možno by ste chceli vidieť všetky výdavky na auto%usporiadané podľa rôznych podkategórií (napr. PALIVO, SERVIS, TUNING, ...)%Ak to chcete urobiť, otvorte Zoznam kategórií (tlačidlo) a pridajte kategóriu AUTO%Potom vytvorte podkategóriu PALIVO.%Po uložení tejto KATEGÓRIE a podkategórie zopakujte všetky tieto činnosti%s podkategóriami SERVIS a TUNING%Stačí vybrať kategóriu AUTO z rozbaľovacieho zoznamu.

source: ... AND AT THE END ADD SOME PAYEE TO THE LIST!%Click on following button (with basket image), to show the form for the LIST OF PAYEES.%You can add, edit or delete your business partner (where you get used to spending your money or from whom you receive the money).%You can NOW add the partner's name (like WALLMART, TESCO, AMAZON, LIDL, ...) or you can simply use other descriptions (like PARTNER 1, PARTNER 2, EMPLOYER, etc.).
br: ... E NO FINAL ADICIONE ALGUM BENEFICIÁRIO À LISTA!%Clique no botão seguinte (com a imagem do carrinho), para mostrar o formulário da LISTA DE BENEFICIÁRIOS.%Você pode adicionar, editar ou excluir seu parceiro de negócios (onde você está acostumado a gastar seu dinheiro ou de quem você recebe o dinheiro).% AGORA você pode adicionar o nome do parceiro (como MAGALU, AMERICANAS, AMAZON, MERCADOLIVRE, ...) ou pode simplesmente usar outras descrições (como PARCEIRO 1, PARCEIRO 2 , EMPREGADOR, etc.).
cs: ... A NA KONEC PŘIDEJTE DO SEZNAMU NĚJAKÉ PARTNEŘI!%Kliknutím na následující tlačítko (s obrázkem košíku) zobrazíte formulář pro SEZNAM PARTNERŮ.% Můžete přidat, upravit nebo odstranit svého obchodního partnera (kde jste zvyklí utrácet své peníze nebo od koho peníze dostáváte).%NYNÍ můžete přidat jméno partnera (jako KAUFLAND, TESCO, AMAZON, LIDL, ...) nebo můžete jednoduše použít jiné popisy (jako PARTNER 1, PARTNER 2, ZAMĚSTNAVATEL atd.).
sk: ... A NA KONIEC PRIDAJTE DO ZOZNAMU PARTNERA (príjemcu alebo odosielateľa platby) !% Kliknutím na nasledujúce tlačidlo (s obrázkom košíka) zobrazíte formulár pre ZOZNAM PARTNEROV.% Môžete pridať, upraviť alebo vymazať svojho obchodného partnera (u ktorého zvyknete vydávať peniaze alebo od ktorého dostávate peniaze).% TERAZ môžete pridať meno partnera (napríklad WALLMART, TESCO, AMAZON, LIDL, ...) alebo môžete jednoducho použiť iný popis (napríklad PARTNER 1, PARTNER 2, ZAMESTNÁVATEĽ atď.).

source: ADD YOUR FIRST TRANSACTION!%If you have added some persons, some accounts, some categories (with subcategories) and some payee, you can easily add new daily records (transactions) to the database.%To add a new debit record into the daily records, use button to open transaction form and fill all necessary fields.%Field AMOUNT and COMMENT are optional. If you did not previously add a required person, account, category (subcategory) or payee, just open the appropriate list again and add it to the list.%If you are finished, save this record and take a look at the main window.%Your new record should be visible there!!!%There are a few other lists, but these four are the most important.
br: ADICIONE SUA PRIMEIRA TRANSAÇÃO!%Se você adicionou algumas pessoas, contas, categorias (com subcategorias) e algum beneficiário, você pode facilmente adicionar novos registros diários (transações) ao banco de dados.%Para adicionar um novo registro de débito ao diário de registros, use o botão para abrir o formulário de transação e preencher todos os campos necessários.% Os campos VALOR e DESCRIÇÃO são opcionais. Se você não adicionou anteriormente uma pessoa, conta, categoria (subcategoria) ou beneficiário obrigatório, basta abrir a lista apropriada novamente e adicioná-la à lista.%Se tiver terminado, salve este registro e dê uma olhada na janela principal. %Seu novo registro deve estar visível lá!!!%Existem algumas outras listas, mas essas quatro são as mais importantes.
cs: PŘIDEJTE SVOU PRVNÍ TRANSAKCI!%Pokud jste přidali nějaké osoby, některé účty, některé kategorie (s podkategoriemi) a některého příjemce platby (resp. plátce), můžete do databáze snadno přidat nové denní záznamy (transakce).%Pro přidání nového debetního záznamu do denní evidence použijte tlačítko pro otevření transakčního formuláře a vyplnění všech potřebných polí.%Pole SUMA a POPIS jsou volitelné. Pokud jste dříve nepřidali požadovanou osobu, účet, kategorii (podkategorii) nebo partnera, stačí znovu otevřít příslušný seznam a přidat jej do seznamu.%Pokud jste skončili, uložte tento záznam a podívejte se do hlavního okna.%Váš nový záznam by tam měl být vidět!!!% Existuje několik dalších seznamů, ale tyto čtyři jsou nejdůležitější.
sk: PRIDAJTE SVOJU PRVÚ TRANSAKCIU!% Ak ste pridali niektoré osoby, niektoré účty, niektoré kategórie (s podkategóriami) a niektorých partnerov, môžete do databázy ľahko pridávať nové denné záznamy (transakcie).% Ak chcete pridať nový debetný záznam do denných záznamov, použite tlačidlo na otvorenie formulára transakcie a vyplňte všetky potrebné polia.% Polia SUMA a KOMENTÁR sú nepovinné. Ak ste predtým nepridali požadovanú osobu, účet, kategóriu (podkategóriu) alebo príjemcu, stačí znovu otvoriť príslušný zoznam a pridať ho do zoznamu.% Ak ste skončili, uložte tento záznam a pozrite sa na hlavné okno.% Váš nový záznam by tam mal byť viditeľný!!!% Existuje niekoľko ďalších zoznamov, ale tieto štyri sú najdôležitejšie.

source: FINISH! %We have reached the end of the guide!%If you have added some transactions to the main window, congratulations!%If not, go back and try again step by step.%I wish you success with this program! Good luck!%Author of the program%%If you won't be satisfied with my program, e-mail me.%But - if you are satisfied with it, tell your friends about it.
br: FINALIZAÇÃO! %Chegamos ao final do guia!%Se você adicionou algumas transações à janela principal, parabéns!%Se não, volte e tente novamente passo a passo.%Desejo-lhe sucesso com este programa! Boa sorte!%Autor do programa%%Se você não estiver satisfeito com meu programa, envie-me um e-mail.%Mas - se você estiver satisfeito, conte a seus amigos sobre ele.
cs: HOTOVO!%Dostali jsme se na konec průvodce!%Pokud jste do hlavního okna přidali nějaké transakce, gratulujeme!%Pokud ne, vraťte se a zkuste to znovu krok za krokem.%Přeji vám úspěch s tímto programem! Hodně štěstí!%Autor%Pokud nebudete s mým programem spokojeni, napište mi.%Ale - pokud jste s ním spokojeni, řekněte o něm svým přátelům.
sk: DOKONČENÉ!%Sme na konci tohto sprievodcu!%Ak ste do hlavného okna pridali niekoľko transakcií, gratulujem!%Ak nie, vráťte sa späť a skúste to krok za krokom znova.%Prajem vám, aby ste s týmto programom uspeli! Veľa šťastia!%Autor programu%%Ak nebudete s mojím programom spokojní, napíšte mi e-mail.%Ale - ak s ním budete spokojní, povedzte o ňom svojim priateľom.

source: Add new item
br: Adicionar novo item
cs: Přidat novou položku
sk: Pridať novú položku

source: Edit selected item(s)
br: Editar os itens selecionados
cs: Upravit označenou položku/položky
sk: Opraviť označený/é záznam/y

source: Delete selected item(s)
br: Apagar os itens selecionados
cs: Smazat označenou položku / položky
sk: Vymazať označené položky

source: Save item to the list
br: Salvar item na lista
cs: Uložit položku do seznamu
sk: Uložiť položku do zoznamu

source: Cancel this activity
br: Cancelar esta atividade
cs: Zrušit tuhle aktivitu
sk: Prerušiť túto činnosť

source: Exit this window
br: Sair dessa janela
cs: Ukončit okno
sk: Opustiť toto okno

source: Copy all item(s) to the clipboard
br: Copiar todos os itens para a área de transferência
cs: Zkopírovat všechny položky do schránky
sk: Kopírovať všetky položky do schránky

source: Show all nominal values of selected currency
br: Mostrar todos os valores nominais da moeda selecionada
cs: Zobrazit všechny nominální hodnoty vybrané měny
sk: Zobraziť všetky nominálne hodnoty označenej meny

source: Swap the order of both transactions within one day.
br: Troque a ordem de ambas as transações em um dia.
cs: Vyměnit pořadí obou transakcí během jednoho dne.
sk: Vymeniť poradie obidvoch transakcií v rámci jedného dňa.

source: Write all checked scheduled payments to the transactions
br: Registre todos os pagamentos programados verificados nas transações
cs: Zapsat všechny zaškrtnuté plánované platby mezi transakce
sk: Zapísať všetky zaškrtnuté plánované platby do transakcií

source: Save your password to the database
br: Salve sua senha no banco de dados
cs: Uložit Vaše heslo do databáze
sk: Uložiť Vaše heslo do databázy

source: Open the attachment using the default program
br: Abra o anexo usando o programa padrão
sk: Otvoriť prílohu použitím prednastaveného programu

source: Print the list
br: Imprima a lista
cs: Vytisknout seznam
sk: Vytlačiť zoznam

source: Active = visible in all modules
br: Ativo = visível em todos os módulos
cs: Aktivní = viditelný ve všech modulech
sk: Aktívny = viditeľný vo všetkých moduloch

source: Passive = visible in module Statistics only
br: Passivo = visível apenas no módulo Estatísticas
cs: Pasivní = viditelný jen v module Statistika
sk: Pasívny = viditeľný iba v module Štatistika

source: Archive = hidden in all modules
br: Arquivo = oculto em todos os módulos
cs: Archivní = skrytý ve všech modulech
sk: Archívny = neviditeľný vo všetkých moduloch

source: Show all scheduled payments in the selected schedule
br: Mostrar todos os pagamentos agendados na programação selecionada
cs: Zobrazit všechny plánované platby ve vybraném plánovači
sk: Zobraziť všetky plánované platby v označenom plánovači

source: Duplicate selected item
br: Duplicar item selecionado
cs: Duplikovat vybranou položku
sk: Duplikovať označenú položku

source: Execute SQL command.%0:sThe results wil be shown in the second panel.
br: Execute o comando SQL.%0:sOs resultados serão mostrados no segundo painel.
cs: Vykonat SQL příkaz.%0:sVýsledek bude zobrazen v druhém okně.
sk: Vykonať SQL príkaz.%0:s Výsledok bude zobrazený v novom okne.

source: Select all items in the list
br: Selecione todos os itens da lista
cs: Vybrat všechny položky v seznamu
sk: Označiť všetky položky v zozname

source: Save all items to the list at once
br: Salve todos os itens da lista de uma vez
cs: Uložit všechny položky do seznamu najednou
sk: Uložiť všetky položky do zoznamu naraz

source: Show history of changes of the transaction
br: Mostrar histórico de alterações da transação
cs: Zobrazit historii změn transakce
sk: Zobraziť históriu zmien transakcie

source: Filter for multiple selection of items
br: Filtro para seleção múltipla de itens
cs: Filtr pro vícenásobný výběr položek
sk: Filter pre viacnásobný výber položiek

source: Create a new database
br: Criar um novo banco de dados
cs: Vytvořit novou databázi
sk: Vytvoriť novú databázu

source: Open an existing database
br: Abrir um banco de dados existente
cs: Otevřít existující databázi
sk: Otvoriť existujúcu databázu

source: Close open database
br: Fechar banco de dados aberto
cs: Zavřít otevřenou databázi
sk: Zatvoriť otvorenú databázu

source: Import transactions to the database
br: Importar transações para o banco de dados
cs: Importovat transakce do databáze
sk: Import transakcií do databázy

source: Export transactions from the database
br: Exportar transações do banco de dados
cs: Exportovat transakce z databáze
sk: Export transakcií z databázy

source: Change the database password
br: Alterar senha do banco de dados
cs: Změnit heslo databáze
sk: Zmeniť heslo databázy

source: Run SQL manager
br: Executar o gerenciador SQL
cs: Spustit SQL manažér
sk: Spustiť SQL príkaz

source: Run beginner's guide
br: Executar o guia para iniciantes
cs: Spustit průvodce pro začátečníka
sk: Spustiť sprievodcu pre začiatočníka

source: Show database properties
br: Mostrar propriedades do banco de dados
cs: Zobrazit vlastnosti databáze
sk: Zobraziť vlastnosti databázy

source: Show recycle bin
br: Mostrar lixeira
cs: Zobrazit odpadkový koš
sk: Zobraziť odpadkový kôš

source: Show list of holidays
br: Mostrar lista de feriados
cs: Zobrazit seznam státních svátků
sk: Zobraziť zoznam štátnych sviatkov

source: Show list of tags
br: Mostrar lista de etiquetas
cs: Zobrazit seznam štítků
sk: Zobraziť zoznam štítkov

source: Show list of currencies
br: Mostrar lista de moedas
cs: Zobrazit seznam měn
sk: Zobraziť zoznam mien

source: Show list of payees
br: Mostrar lista de beneficiários
cs: Zobrazit seznam partnerů
sk: Zobraziť zoznam partnerov

source: Show list of comments
br: Mostrar lista de descrições
cs: Zobrazit seznam popisů
sk: Zobraziť zoznam popisov

source: Show list of accounts
br: Mostrar lista de contas
cs: Zobrazit seznam účtů
sk: Zobraziť zoznam účtov

source: Show list of categories
br: Mostrar lista de categorias
cs: Zobrazit seznam kategorií
sk: Zobraziť zoznam kategórií

source: Show list of persons
br: Mostrar lista de pessoas
cs: Zobrazit seznam osob
sk: Zobraziť zoznam osôb

source: Show list of types
br: Mostrar lista de tipos
cs: Zobrazit seznam typů
sk: Zobraziť zoznam typov

source: Show scheduler
br: Mostrar agendador
cs: Zobrazit plánovač
sk: Zobraziť plánovač

source: Write scheduled payments to the main table
br: Gravar pagamentos programados na tabela principal
cs: Zapsat plánované platby do hlavní tabulky
sk: Zapísať plánované platby do hlavného okna

source: Show calendar
br: Mostrar calendário
cs: Zobrazit kalendář
sk: Zobraziť kalendár

source: Show budget
br: Mostrar orçamento
cs: Zobrazit rozpočet
sk: Zobraziť rozpočet

source: Show reports
br: Mostrar relatórios
cs: Zobrazit reporty
sk: Zobraziť reporty

source: Show cash counter
br: Mostrar contador de dinheiro
cs: Zobrazit výčetku dané měny
sk: Zobraziť počítadlo hotovosti

source: Show calculator
br: Mostrar calculadora
cs: Zobrazit kalkulačku
sk: Zobraziť kalkulačku

source: Show program settings
br: Mostrar configurações do programa
cs: Zobrazit nastavení programu
sk: Zobraziť nastavenia programu

source: Show About program
br: Mostrar sobre o programa
cs: Zobrazit okno O programu
sk: Zobraziť okno O programe

source: Exit program
br: Sair do programa
cs: Ukončit program
sk: Ukončiť program

source: Hint
br: Dica
cs: Nápověď
sk: Nápoveď

source: Name your budget and check some categories / subcategories, you want to watch (compare plan and real amounts). Then SAVE this new budget.
br: Dê um nome ao seu orçamento e verifique algumas categorias/subcategorias que deseja acompanhar (compare o plano e os valores reais). Então SALVE este novo orçamento.
cs: Pojmenujte svůj rozpočet a zaškrtněte některé kategorie / podkategorie, které chcete sledovat (porovnejte plán a skutečné částky). Poté tento nový rozpočet ULOŽTE.
sk: Pomenujte svoj rozpočet a zaškrtnite kategórie alebo podkategórie, ktoré chcete sledovať (porovnáva sa plánovaná a skutočná suma). Potom tento nový rozpočet ULOŽTE.

source: Now you can add the first period with the budgeted (planned) amounts.
br: Agora você pode adicionar o primeiro período com os valores orçados (planejados).
cs: Nyní můžete přidať první období s rozpočtovanou (plánovanou) částkou.
sk: Teraz môžete pridať prvé obdobie s rozpočtovanými (plánovanými) sumami.

source: Restore selected item(s)
br: Restaurar itens selecionados
cs: Obnovit vybrané položky
sk: Obnoviť označený/é záznam/y

source: Reset all fields (to be unchecked)
br: Redefinir todos os campos (a serem desmarcados)
cs: Resetnout všechna pole (aby nebyli zaškrtnuty)
sk: Resetovať všetky polia (aby neboli zaškrtnuté)

source: Check / uncheck all items
br: Marcar / desmarcar todos os itens
cs: Zaškrtnutí / zrušení zaškrtnutí všech položek
sk: Označiť / zrušiť označenie všetkých položiek

source: RQ MONEY is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.% %RQ MONEY is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.% %You should have received a copy of the GNU General Public License along with RQ MONEY. If not, see:
br: RQ MONEY é um software livre: você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU conforme publicada pela Free Software Foundation; a versão 3 da Licença ou (a seu critério) qualquer versão posterior.% %RQ MONEY é distribuído na esperança de que seja útil, mas SEM NENHUMA GARANTIA; mesmo sem a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO A UM DETERMINADO FIM. Veja a Licença Pública Geral GNU para mais detalhes.% %Você deveria ter recebido uma cópia da Licença Pública Geral GNU junto com RQ MONEY. Se não, veja:
cs: RQ MONEY je svobodný software; můžete jej šířit a/nebo měnit za podmínek licence GNU General Public License, jak ji publikovala Free Software Foundation; a to buď verze 3 nebo (dle vašeho uvážení) kterékoli pozdější verze.% %RQ MONEY je šířen ve víře, že bude užitečný, ale BEZ JAKÉKOLIV ZÁRUKY; dokonce i bez implicitní záruky OBCHODOVATELNOSTI či VHODNOSTI PRO URČITÝ ÚČEL. Podrobnosti naleznete v GNU General Public License.% %Spolu s programem RQ MONEY byste měli obdržet kopii GNU General Public License. Pokud se tak nestalo, naleznete ji na adrese:
sk: RQ MONEY je slobodný softvér; môžete ho šíriť a/alebo meniť za podmienok licencie GNU General Public License ako ju publikovala Free Software Foundation; a to buď verzie 3 alebo (podľa vášho uváženia) hociktorej neskoršej verzie.% %RQ MONEY je šírený vo viere, že bude užitočný, ale BEZ AKEJKOĽVEK ZÁRUKY; dokonca aj bez implicitnej záruky OBCHODOVATEĽNOSTI či VHODNOSTI NA URČITÝ ÚČEL. Podrobnosti nájdete v GNU General Public License.% %Spolu s programom RQ MONEY by ste mali dostať kópiu GNU General Public License. Ak sa tak nestalo, nájdete ju na adrese:

source: &Database
br: &Banco de dados
cs: &Databáze
sk: &Databáza

source: &New
br: &Novo
cs: &Nová
sk: &Nová

source: &Open
br: &Abrir
cs: &Otevřít
sk: &Otvoriť

source: &Close
br: &Fechar
cs: &Zavřít
sk: &Zatvoriť
