Repository: rqmoney/rqmoney
Catalog: Languages/*.po
Languages: br, cs, sk

source: Add
br: Adicionar
cs: Přidat
sk: Pridať

source: Add +
br: Adicionar +
cs: Přidat +
sk: Pridať +

source: Edit
br: Editar
cs: Upravit
sk: Upraviť

source: Delete
br: Apagar
cs: Vymazat
sk: Vymazať

source: Save
br: Salvar
cs: Uložit
sk: Uložiť

source: Cancel
br: Cancelar
cs: Zrušit
sk: Zrušiť

source: Values
br: Valores
cs: Hodnoty
sk: Hodnoty

source: Copy all
br: Copiar tudo
cs: Kopírovat vše
sk: Kopírovať všetko

source: Photo
br: Foto
cs: Obrázek
sk: Obrázok

source: Print all
br: Imprimir Tudo
cs: Vytisknout všechno
sk: Vytlačiť všetko

source: Duplicate
br: Duplicar
cs: Duplikovat
sk: Duplikovať

source: RECORDS IN THE TABLES
br: REGISTROS NAS TABELAS
cs: ZÁZNAMŮ V TABULCE
sk: ZÁZNAMY V TABUĽKÁCH

source: CHOOSE CURRENCY
br: ESCOLHA A MOEDA
cs: VYBERTE MĚNU
sk: VYBERTE MENU

source: Select a nominal value and type its count
br: Selecione um valor nominal e digite sua contagem
cs: Vyberte nominální hodnotu a napište její počet
sk: Vyberte nominálnu hodnotu a zadajte jej počet

source: MANY CURRENCIES
br: MUITAS MOEDAS
cs: VÍCE MĚN
sk: VIACERÉ MENY

source: SELECT MAIN CURRENCY
br: SELECIONE A MOEDA PRINCIPAL
cs: VYBERTE HLAVNÍ MĚNU
sk: OZNAČTE HLAVNÚ MENU

source: Only one currency can be designated as the main one!%0:sPlease, select one currency as main one.
br: Apenas uma moeda pode ser designada como principal!%0:sPor favor, selecione uma moeda como principal.
cs: Jenom jedna měna může být označena jako hlavní!%0:sProsím, vyberte jednu měnu jako hlavní.
sk: Ako hlavná mena môže byť označená len jedna mena!%0:sProsím, vyberte jednu menu ako hlavnú.

source: Execute !
br: Executar !
cs: Vykonat!
sk: Vykonať !

source: UNLOCK !
br: DESBLOQUEAR !
cs: ODEMKNOUT!
sk: ODOMKNÚŤ!

source: Yes
br: Sim
cs: Ano
sk: Áno

source: No
br: Não
cs: Ne
sk: Nie

source: Payments
br: Pagamentos
cs: Platby
sk: Platby

source: CHOOSE FIELDS YOU WANT TO EDIT
br: ESCOLHA OS CAMPOS QUE DESEJA EDITAR
cs: ZVOLTE POLE, KTERÉ CHCETE EDITOVAT
sk: VYBERTE POLIA, KTORÉ CHCETE UPRAVIŤ

source: Monthly preview
br: Visualizar mês
cs: Měsíční přehled
sk: Mesačný náhľad

source: Daily preview
br: Visualizar dia
cs: Denní přehled
sk: Denný náhľad

source: PROTECTED DATABASE !
br: BANCO DE DADOS PROTEGIDO !
cs: CHRÁNĚNÁ DATABÁZE !
sk: CHRÁNENÁ DATABÁZA !

source: Database name:
br: Nome do banco de dados:
cs: Jméno databáze:
sk: Názov databázy:

source: This database is protected by password.%0:sType correct password and then press the key ENTER to unlock the database.
br: Este banco de dados é protegido por senha.%0:sDigite a senha correta e pressione a tecla ENTER para desbloquear o banco de dados.
cs: Tahle databáze je chráněna heslem.%0:sNapište správné heslo a pak stiskněte klávesu ENTER na odemknutí databáze.
sk: Táto databáza je chránená heslom.%0:sZadajte správne heslo a potom stlačte kláves ENTER na odomknutie databázy.

source: Backspace
br: Apagar

source: TRANSACTIONS TO DELETING
br: TRANSAÇÕES PARA EXCLUSÃO
cs: TRANSAKCE K VYMAZÁNÍ
sk: TRANSAKCIE NA VYMAZANIE

source: Select
br: Selecionar
cs: Vybrat
sk: Označiť

source: On open
br: Em aberto
cs: Při otevření
sk: Pri otvorení

source: ShortCuts
br: Atalhos
cs: Zkratky
sk: Klávesové skratky

source: HELPFUL INFO
br: INFORMAÇÕES ÚTEIS
cs: NÁPOMOCNÉ INFORMACE
sk: POMOCNÉ INFO

source: Operating system
br: Sistema operacional
cs: Operační systém
sk: Operačný systém

source: Program version
br: Versão do programa
cs: Verze programu
sk: Verzia programu

source: SQLite library name
br: SQLite Nome da biblioteca
cs: Jméno SQLite knižnice
sk: Názov knižnice SQLite

source: SQLite library version
br: SQLite Versão da biblioteca
cs: Verze SQLite knižnice
sk: Verzia knižnice SQLite

source: Program folder
br: Pasta do programa
cs: Složka programu
sk: Programový priečinok

source: GLOBAL SETTINGS
br: CONFIGURAÇÕES GLOBAIS
cs: GLOBÁLNÍ NASTAVENÍ
sk: GLOBÁLNE NASTAVENIA

source: Nominal value
br: Valor nominal
cs: Nominální hodnota
sk: Nominálna hodnota

source: Language
br: Idioma
cs: Jazyk
sk: Jazyk

# uniresources.caption_131
source: Date and numeric format
br: Data e formato numérico
cs: Formát data a čísla
sk: Formát dátumu a čísla

source: automatic (from OS)
br: automático (do sistema operacional)
cs: automatické (z operačního systému)
sk: automatické (z operačného systému)

source: own settings
br: configurações próprias
cs: vlastní nastavení
sk: vlastné nastavenie

source: Numeric format
br: Formato numérico
cs: Číselný formát
sk: Číselný formát

source: Thousand separator
br: Separador de mil
cs: Oddělovač tisíců
sk: Oddeľovač tisícok

source: Decimal separator
br: Separador decimal
cs: Desetinný oddělovač
sk: Desatinný oddeľovač

source: Example
br: Exemplo
cs: Příklad
sk: Príklad

source: Date format
br: Formato da data
cs: Formát data
sk: Formát dátumu

source: 1. week day
br: 1.dia da semana
cs: 1. den v týdnu
sk: 1. deň v týždni

source: Count
br: Contagem
cs: Počet
sk: Počet

source: Short date
br: Data curta
cs: Krátké datum
sk: Krátky dátum

source: Long date
br: Data longa
cs: Dlouhé datum
sk: Dlhý dátum

source: VISUAL SETTINGS
br: CONFIGURAÇÕES VISUAIS
cs: VIZUÁLNÍ NASTAVENÍ
sk: VIZUÁLNE NASTAVENIA

source: Panels and buttons captions
br: Painéis e botões de subtítulos
cs: Nadpisy panelů a tlačítek
sk: Nadpisy panelov a tlačidiel

source: Shadowed font
br: Fonte sombreada
cs: Stíněné písmo
sk: Tienené písmo

source: Bold font
br: Negrito
cs: Tučné písmo
sk: Tučné písmo

source: Gradient effect
br: Efeito gradiente
cs: Efekt přechodu
sk: Efekt farebného prechodu

source: Background color
br: Cor de fundo
cs: Barva pozadí
sk: Farba pozadia

source: Font color
br: Cor da fonte
cs: Barva písma
sk: Farba písma

source: Tables
br: Tabelas
cs: Tabulky
sk: Zoznamy

source: Summary
br: Resumo
cs: Sumarizace
sk: Sumár

source: Odd row color
br: Cor de linha casual
cs: Barva lichých řádků
sk: Farba nepárneho riadku

source: Transactions color scheme
br: Esquema de cores das transações
cs: Barevná schéma transakcí
sk: Farebná schéma pre transakcie

# uniresources.caption_152
source: black for all fields in the row
br: preto para todos os campos da linha
cs: černá pro všechny pole v řádcích
sk: čierna pre všetky polia v riadkoch

# uniresources.caption_153
source: colored the field Amount only
br: colorir somente o campo com valor
cs: barevná pouze pro pole Suma
sk: farebná len pre pole Suma

# uniresources.caption_154
source: colored all fields in the row
br: colorido para todos os campos da linha
cs: barevná pro všechny pole v řádcích
sk: farebná pre všetky polia v riadkoch

source: General font
br: Fonte geral
cs: Hlavní písmo
sk: Hlavné písmo

source: The quick brown fox jumps over the lazy dog.
br: A rápida raposa marrom salta sobre o cachorro preguiçoso.
cs: Příliš žluťoučký kůň úpěl ďábelské ódy.
sk: Čulý kôň a mláďa žriebä žujú šťaveľové lístky v Štósi.

source: On run
br: Em fuga
cs: Při spuštění
sk: Pri spustení

source: open last used forms size
br: abrir o último tamanho de formulário usado
cs: otevřít naposledy použitou velikost oken
sk: použiť naposledy nastavenú veľkosť okien

source: when new transaction is added, open the window "New transaction" again to add another transaction
br: quando uma nova transação for adicionada, abra novamente a janela "Nova transação" para adicionar outra transação
cs: po přidání nové transakce znovu otevřít okno "Nová transakce" pro přidání další transakce
sk: po pridaní novej transakcie otvoriť znova okno "Nová transakcia" pre pridanie ďalšej transakcie

source: open last used database
br: abrir o último banco de dados usado
cs: otevřít naposledy použitou databázi
sk: otvoriť naposledy použitú databázu

source: open last used filter
br: abrir o último filtro usado
cs: otevřít naposledy použitý filtr
sk: otvoriť naposledy použitý filter

source: automatic columns width for all tables
br: largura automática das colunas para todas as tabelas
cs: automatická šířka sloupců pro všechny tabulky
sk: automatická šírka stĺpcov pre všetky tabuľky

source: Miscellaneous
br: Miscelânea
cs: Ostatní
sk: Rôzne

source: KEYBOARD SHORTCUTS
br: ATALHOS DO TECLADO
cs: KLÁVESOVÉ ZKRATKY
sk: KLÁVESOVÉ SKRATKY

source: WRITE SCHEDULED PAYMENTS
br: LANÇAR PAGAMENTOS AGENDADOS
cs: ZAPSAT PLÁNOVANÉ PLATBY
sk: ZAPÍSAŤ PLÁNOVANÉ PLATBY

source: Write all %0:s selected scheduled payments
br: Lançar todos os %0:s pagamentos programados selecionados
cs: Zapsat všech %0:s označených plánovaných plateb
sk: Zapísať všetkých %0:s označených platieb

source: at once
br: de uma vez só
cs: najednou
sk: naraz

source: gradually (in parts)
br: gradualmente (em partes)
cs: postupně (po jedné)
sk: postupne (po jednej)

source: Show transactions
br: Mostrar transações
cs: Zobrazit transakce
sk: Zobraziť transakcie

source: Date and time
br: Data e hora
cs: Datum a čas
sk: Dátum a čas

source: All
br: Todos
cs: Všechny
sk: Všetky

source: Renewable only
br: Somente renovável
cs: Jen obnovitelné
sk: Len obnoviteľné

source: Non-renewable only (damaged)
br: Somente não renovável (danificado)
cs: Jen neobnovitelné (poškozené)
sk: Len neobnoviteľné (poškodené)

source: SQL COMMAND RESULTS
br: RESULTADOS DO COMANDO SQL
cs: VÝSLEDKY SQL PŘÍKAZU
sk: VÝSLEDKY SQL PRÍKAZU

source: MAKE A DATABASE BACKUP BEFORE USE !
br: FAÇA UM BACKUP DO BANCO DE DADOS ANTES DE USAR!
cs: UDĚLEJTE SI ZÁLOHU DATABÁZE PŘED POUŽITÍM !
sk: PRED POUŽITÍM SI ZÁLOHUJTE DATABÁZU!

source: WRONG SQL COMMAND CAN CORRUPT YOUR DATABASE !
br: QUALQUER COMANDO SQL ERRADO PODE corromper seu banco de dados!
cs: NESPRÁVNÝ SQL PŘÍKAZ MŮŽE POŠKODIT VAŠI DATABÁZI !
sk: NESPRÁVNY SQL PRÍKAZ MÔŽE POŠKODIŤ VAŠU DATABÁZU !

source: Select SQL command:
br: Selecione o comando SQL:
cs: Vyberte SQL příkaz:
sk: Vyberte SQL príkaz:

source: Show database structure ("master table")
br: Mostrar estrutura do banco de dados ("tabela mestre")
cs: Zobrazit strukturu databáze (tzv. "master table")
sk: Zobraziť štruktúru databázy (tzv. "master table")

source: Show all transactions
br: Mostrar todas as transações
cs: Zobrazit všechny transakce
sk: Ukázať všetky transakcie

source: VACUUM (this command reduces database size by erasing deleted records)
br: VACUUM (este comando reduz o tamanho do banco de dados apagando registros excluídos)
cs: VACUUM (tenhle příkaz odstraní z databáze všechny vymazané záznamy)
sk: VACUUM (tento príkaz zmenší veľkosť databázy odstránením vymazaných záznamov)

source: Filter
br: Filtro
cs: Filtr

source: Own SQL command:
br: Comando SQL próprio:
cs: Vlastní SQL příkaz:
sk: Vlastný SQL príkaz:

source: Transfer
br: Transferir
cs: Přesun
sk: Presun

source: IMPORT FILE
br: IMPORTAR ARQUIVO
cs: IMPORTOVAT SOUBOR
sk: IMPORTOVAŤ SÚBOR

source: SELECT FILE TO IMPORT
br: SELECIONE O ARQUIVO PARA IMPORTAR
cs: VYBERTE SOUBOR PRO IMPORT
sk: OZNAČTE SÚBOR PRE IMPORT

source: To be strong, your password should contain:%- at least one lower case letter%- at least one upper case letter%- at least one digit
br: Para ser forte, sua senha precisa ter:%- pelo menos uma letra minúscula%- pelo menos uma letra maiúscula%- pelo menos um dígito
cs: Aby bylo heslo silné, mělo by obsahovat:%- alespoň jedno malé písmeno%- alespoň jedno velké písmeno%- alespoň jednu číslici
sk: Aby bolo Vaše heslo silné, musí obsahovať:%- najmenej jedno malé písmeno%- najmenej jedno veľké písmeno%- najmenej jednu číslicu

source: USE STRONG PASSWORD !
br: USE UMA SENHA FORTE!
cs: POUŽIJTE SILNÉ HESLO !
sk: POUŽITE SILNÉ HESLO !

source: Old password
br: Senha Antiga
cs: Původní heslo
sk: Staré heslo

source: New password
br: Nova Senha
cs: Nové heslo
sk: Nové heslo

source: Confirm password
br: Confirme sua senha
cs: Potvrzení hesla
sk: Potvrdenie hesla

source: CONGRATULATION !!!
br: PARABÉNS !!!
cs: GRATULACE !!!
sk: GRATULUJEM !!!

source: Month
br: Mês
cs: Měsíc
sk: Mesiac

source: YOUR NEW DATABASE WAS SUCCESSFULY CREATED !
br: SEU NOVO BANCO DE DADOS FOI CRIADO COM SUCESSO!
cs: VAŠE NOVÁ DATABÁZE BYLA ÚSPĚŠNÉ VYTVOŘENA !
sk: VAŠA NOVÁ DATABÁZA BOLA ÚSPEŠNE VYTVORENÁ !

source: Choose your next step now:
br: Escolha seu próximo passo agora:
cs: Zvolte nyní váš další krok:
sk: Vyberte si nasledovný krok:

source: Strongly reccomanded
br: Fortemente recomendado
cs: Silně doporučeno
sk: Silne odporúčané

source: PROTECT THE DATABASE WITH THE PASSWORD
br: PROTEGER O BANCO DE DADOS COM A SENHA
cs: OCHRÁNIT DATABÁZI HESLEM
sk: OCHRÁNIŤ DATABÁZU HESLOM

source: For new users
br: Para novos usuários
cs: Pro nového uživatele
sk: Pre nových užívateľov

source: RUN THE BEGINNER'S GUIDE
br: EXECUTE O GUIA PARA INICIANTES
cs: SPUSTIT PRŮVODCE PRO ZAČÁTEČNÍKA
sk: SPUSTIŤ SPRIEVODCU PRE ZAČIATOČNÍKA

source: For old users
br: Para usuários antigos
cs: Pro staršího uživatele
sk: Pre starších užívateľov

source: IMPORT VERSION 2.x
br: VERSÃO DE IMPORTAÇÃO 2.x
cs: IMPORTOVAT VERZI 2.x
sk: IMPORTOVAŤ VERZIU 2.x

source: I am ready
br: Estou pronto
cs: Jsem připraven
sk: Som pripravený

source: LET'S GO WORK
br: VAMOS TRABALHAR
cs: POJĎME PRACOVAT
sk: POĎME PRACOVAŤ

source: Year
br: Ano
cs: Rok
sk: Rok

source: ORIGINAL TRANSACTION
br: TRANSAÇÃO ORIGINAL
cs: PŮVODNÍ TRANSAKCE
sk: PÔVODNÁ TRANSAKCIA

source: CHANGED FIELDS
br: CAMPOS ALTERADOS
cs: ZMĚNĚNA POLE
sk: ZMENENÉ POLIA

source: SHORTCUT KEY
br: TECLA DE ATALHO
cs: KLÁVESOVÁ ZKRATKA
sk: KLÁVESOVÁ SKRATKA

source: New shortcut
br: Novo atalho
cs: Nová zkratka
sk: Nová klávesová skratka

source: Action
br: Ação
cs: Akce
sk: Akcia

source: Current shortcut
br: Atalho atual
cs: Aktuální zkratka
sk: Aktuálna klávesová skratka

source: Shortcut
br: Atalho
cs: Zkratka
sk: Skratka

source: Once
br: Uma vez
cs: Jednou
sk: Raz

source: Every X days
br: A cada X dias
cs: Každých X dnů
sk: Každých X dní

source: Daily
br: Diário
cs: Denně
sk: Denne

source: Reset
br: Reiniciar
sk: Resetovať

source: Weekly
br: Semanal
cs: Týdenně
sk: Týždenne

source: Fortnightly
br: Quinzenal
cs: Dvoutýdenně
sk: Dvojtýždenne

source: Monthly
br: Mensal
cs: Měsíčně
sk: Mesačne

source: Quarterly
br: Trimestral
cs: Čtvrtletně
sk: Štvrťročne

source: Biannually
br: Semestral
cs: Pololetně
sk: Polročne

source: Yearly
br: Anual
cs: Ročně
sk: Ročne

source: If a scheduled payment falls on a
br: Se um pagamento programado recair sobre um
cs: Připadne-li plánovaná platba na den
sk: Ak pripadne plánovaná platba na deň

source: move the payment to one day
br: mover o pagamento para um dia
cs: přesunout platbu o jeden den
sk: presunúť platbu o jeden deň

source: before
br: antes
cs: dřív
sk: skôr

source: after
br: depois
cs: později
sk: neskôr

source: Show INI file
br: Mostrar arquivo INI
cs: Zobrazit INI soubor
sk: Zobraziť INI súbor

source: Note
br: Observação
cs: Poznámka
sk: Poznámka

source: These options work only for monthly, quarterly, biannually and yearly repeating transactions!
br: Essas opções funcionam apenas para transações repetidas mensalmente, trimestralmente, semestralmente e anualmente!
cs: Tyto možnosti fungují pouze pro měsíční, čtvrtletní, půlroční a roční opakující se transakce!
sk: Táto voľba funguje len pre mesačne, štvrťročne, polročne a ročne sa opakujúce transakcie!

# uniresources.caption_222
source: public holiday
br: feriado
cs: státní svátek
sk: štátny sviatok

source: to make backup of database
br: fazer backup do banco de dados
cs: vytvořit zálohu databáze
sk: vytvoriť zálohu databázy

# uniresources.caption_224
source: Your backup folder doesn't exists.%Please, set the folder first or turn off the back up.
br: Sua pasta de backup não existe.%Por favor, defina a pasta primeiro ou desative o backup.
cs: Vaše záložní složka neexistuje.%Prosím, nastavte nejprve složku nebo vypněte zálohování.
sk: Váš záložný priečinok neexistuje.%Prosím, najprv nastavte priečinok alebo vypnite zálohovanie.

source: Maximal count of backup files
br: Contagem máxima de arquivos de backup
cs: Maximální počet záložních souborů
sk: Maximálny počet súborov pre zálohovanie

source: Show message about successful backup of the database
br: Mostrar mensagem sobre backup bem-sucedido do banco de dados
cs: Zobrazit zprávu o úspěšném zálohování databáze
sk: Zobraziť správu o úspešnom zálohovaní databázy

source: Your database has been backed up successful to the folder
br: O backup do seu banco de dados foi feito com sucesso na pasta
cs: Vaše databáze byla úspěšně zálohována do složky
sk: Vaša databáza bola úspešne zálohovaná do adresára

source: Plan
br: Plano
cs: Plán
sk: Plán

source: Reality
br: Realidade
cs: Skutečnost
sk: Skutočnosť

source: Back
br: Voltar
cs: Zpět
sk: Späť

source: Index
br: Índice

source: Difference
br: Diferença
cs: Rozdíl
sk: Rozdiel

source: Planned amount
br: Valor planejado
cs: Plánovaná částka
sk: Plánovaná suma

source: Budgets
br: Orçamentos
cs: Rozpočty
sk: Rozpočty

source: Periods
br: Períodos
cs: Období
sk: Obdobia

source: Budget type
br: Tipo de orçamento
cs: Typ rozpočtu
sk: Typ rozpočtu

source: Hide column DIFFERENCE
br: Ocultar coluna DIFERENÇA
cs: Skrýt sloupec ROZDÍL
sk: Skryť stĺpec ROZDIEL

source: Hide column INDEX
br: Ocultar coluna ÍNDICE
cs: Skrýt sloupec INDEX
sk: Skryť stĺpec INDEX

source: Main window
br: Janela principal
cs: Hlavní okno
sk: Hlavné okno

source: Show marks
br: Mostrar marcas
cs: Zobrazit značky
sk: Zobraziť značky

source: Next
br: Próximo
cs: Další
sk: Ďalej

source: Credit transactions color
br: Cor das transações de crédito
cs: Barva pro kreditní transakce
sk: Farba kreditnej transakcie

# uniresources.caption_241
source: Transfers(+) transactions color
br: Transferências (+) cor das transações
cs: Barva pro debetní transakce
sk: Farba transakcie pre presun(+)

# uniresources.caption_242
source: Transfers(-) transactions color
br: Transferências (-) cor das transações
cs: Barva pro přesun (+)
sk: Farba transakcie pre presun(-)

source: On close
br: De perto
cs: Při zavření
sk: Pri ukončení

source: to show a confirmation dialog about closing the database
br: para mostrar uma caixa de diálogo de confirmação sobre o fechamento do banco de dados
cs: zobrazit potvrzovací dialog o uzavření databáze
sk: zobraziť dialógové okno s potvrdením o zatvorení databázy

source: List of reports
br: Lista de relatórios
cs: Seznam reportů
sk: Zoznam reportov

source: Font of all lists
br: Fonte de todas as listas
cs: Písmo všech seznamů
sk: Písmo všetkých zoznamov

source: Time
br: Tempo
cs: Čas
sk: Čas

source: Order
br: Ordem
cs: Pořadí
sk: Poradie

source: File
br: Arquivo
cs: Soubor
sk: Súbor

source: Transactions
br: Transações
cs: Transakce
sk: Transakcie

source: All files
br: Todos os arquivos
cs: Všechny soubory
sk: Všetky súbory

source: Template
br: Modelo
cs: Šablona
sk: Šablóna

# uniresources.caption_252
source: Template name
br: Nome do modelo
cs: Název šablony
sk: Názov šablóny

source: TEMPLATE FOR IMPORT
br: MODELO PARA IMPORTAÇÃO
cs: ŠABLONA PRO IMPORT
sk: ŠABLÓNA PRE IMPORT

source: Do not import
br: Não importe
cs: Neimportovat
sk: Neimportovať

source: lines from the begining
br: linhas do início
cs: řádků od začátku
sk: riadkov od začiatku

source: lines from the end
br: linhas do final
cs: řádků od konce
sk: riadkov od konca

source: Fields separator
br: Separador de campos
cs: Oddělovač polí
sk: Oddeľovač polí

source: Cut quotes
br: Cortar citações
cs: Oříznout uvozovky
sk: Orezať úvodzovky

source: Origin text
br: Texto de origem
cs: Původní text
sk: Pôvodný text

source: Date
br: Data
cs: Datum
sk: Dátum

source: PREPARED DATA FOR IMPORT
br: DADOS PREPARADOS PARA IMPORTAÇÃO
cs: PŘIPRAVENÁ DATA PRO IMPORT
sk: PRIPRAVENÉ ÚDAJE NA IMPORT

# uniresources.caption_261
source: Imported file
br: Arquivo importado
cs: Importovaný soubor
sk: Importovaný súbor

source: Column
br: Coluna
cs: Sloupec
sk: Stĺpec

source: First value test
br: Teste de primeiro valor
cs: Test první hodnoty
sk: Test prvej hodnoty

source: Use amount sign (+/-)
br: Use o sinal de valor (+/-)
cs: Použijte znaménko částky (+/-)
sk: Použiť znak sumy (+/-)

source: Credit symbol
br: Símbolo de crédito
cs: Symbol pro příjmy
sk: Symbol pre príjem

source: Debit symbol
br: Símbolo de débito
cs: Symbol pro výdaje
sk: Symbol výdaju

source: Set manually
br: Definir manualmente
cs: Ruční nastavení
sk: Nastaviť ručne

source: Set automatically
br: Definir automaticamente
cs: Nastavit automaticky
sk: Nastaviť automaticky

source: Imported row
br: Linha importada
cs: Importovaný řádek
sk: Importovaný riadok

source: Day
br: Dia
cs: Den
sk: Deň

source: Icons size
br: Tamanho dos ícones
cs: Velikost ikon
sk: Veľkosť ikon

source: Record
br: Registro
cs: Záznam
sk: Záznam

source: Copy
br: Copiar
cs: Kopírovat
sk: Kopírovať

source: Select all
br: Selecionar tudo
cs: Vybrat vše
sk: Označiť všetko

source: Form
br: Forma
cs: Formulář (okno)
sk: Okno (formulár)

source: Edit template
br: Editar modelo
cs: Upravit šablonu
sk: Opraviť šablónu

source: Press a key (or keys) to set new shortcut for this action
br: Pressione uma tecla (ou teclas) para definir um novo atalho para esta ação
cs: Stisknutím klávesy (nebo kláves) nastavíte novou klávesovou zkratku pro tuto akci
sk: Stlačte kláves (alebo klávesy) pre nastavenie klávesovej skratky pre túto akciu

source: Old shortcut
br: Atalho antigo
cs: Stará klávesová zkratka
sk: Stará klávesová skratka

source: Default
br: Padrão
cs: Původní
sk: Prednastavené

source: Check new version
br: Verifique a nova versão
cs: Zkontrolovat novou verzi
sk: Skontrolovať novú verziu

source: Period
br: Período
cs: Období
sk: Obdobie

source: Confirm each payment separately
br: Confirme cada pagamento separadamente
cs: Potvrdit každou platbu zvlášť
sk: Potvrdiť každú platby zvlášť

source: Show scheduled payments for
br: Mostrar pagamentos programados para
cs: Zobrazit také plánované platby pro
sk: Zobraziť tiež plánované platby pre

source: weeks too
br: semanas também
cs: týdny
sk: týždňov

source: Wrong SQL command.%Please, check the name of the tables or fields.
br: Comando SQL errado.%Por favor, verifique o nome das tabelas ou campos.
cs: Špatný příkaz SQL.%Prosím, zkontrolujte název tabulek nebo polí.
sk: Nesprávny príkaz SQL.%Prosím, skontrolujte názov tabuliek alebo polí.

source: Backup folder
br: Pasta de backup
cs: Složka zálohy
sk: Záložný priečinok

source: External link
br: Link externo
cs: Externí odkaz
sk: Externý odkaz

source: NOTE% Don't forget to use negative numbers for debits.
br: NOTA% Não esqueça de usar números negativos para débitos.
cs: POZNÁMKA% Nezapomeňte používat záporná čísla pro debet.
sk: POZNÁMKA% Nezabudnite používať záporné čísla pre debety.

source: Balance detail
br: Detalhes do saldo
cs: Detail zůstatku
sk: Detail salda

# uniresources.caption_288
source: Print the transactions summary table on a separately page
br: Imprimir a tabela de resumo de transações em uma página separada
cs: Tisk tabulky se souhrnem transakcí na samostatnou stránku
sk: Vytlačiť sumárnu tabuľku transakcií na samostatnej strane

source: Copy selected
br: Cópia selecionada
cs: Kopírovat označené
sk: Skopírovať označené

source: display the amount in bold
br: exibir o valor em negrito
cs: zobrazit částku tučně
sk: zobrazenie sumy tučným písmom

source: Print selected
br: Imprimir selecionado
cs: Vytisknout označené
sk: Vytlačiť označené

source: display subcategories in capital letters
br: exibir subcategorias em letras maiúsculas
cs: zobrazit podkategorie velkými písmeny
sk: zobrazenie podkategórií veľkými písmenami

# uniresources.caption_301
source: enable transfer to the same account
br: permitir a transferência para a mesma conta
cs: umožnit převod na stejný účet
sk: umožniť prevod na ten istý účet

source: Weeks
br: Semanas
cs: Týdny
sk: Týždne

source: Months
br: Meses
cs: Měsíce
sk: Mesiace

source: Quarters
br: Trimestres
cs: Čtvrtletí
sk: Štvrťroky

source: Restrictions
br: Restrições
cs: Omezení
sk: Obmedzenia

source: no restrictions
br: sem restrições
cs: bez omezení
sk: bez obmedzenia

source: not older than
br: não mais velho que
cs: ne starší než
sk: nie staršie než
